{"chapters":[{"chapID":"1","title":"finally","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>F</span>rom a dueling distance,</span> two silhouettes stand atop a boundless surf of windswept grain."},{"type":"text","value":"Acres beyond them, a lone tree looms. Emergent from the ochre and amber. A host to remnants of an ancient camp, canopied in part by the tatters of a canvas parachute."},{"type":"text","value":"The Last Of The Great Strand stoops low. A century of gale force has reimagined its boughs, craning its limbs like a herd of horses loping to water.  A mirage above the wheaten foothills."},{"type":"text","value":"Deeper still, a great, mauve mountain lords above its gold and greening valleys."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Every movement the sundown shape begins, the daybreak’s shadow creates and ends."},{"type":"text","value":"A perfect mimicry, as primal as bow and blade, they dash and dare to untangle themselves from the other."},{"type":"text","value":"-"},{"type":"text","value":"The figures challenge ever nearer; their cloth writhes and snaps in the wind; they lunge to clash and crash again. They spar and sweat and damn their doubt."},{"type":"text","value":"Their flits of flame exhaust an inextricable mirroring, until the combat in their angular, antithetical movements finally slows into the languid dance of lovers, tired brothers, as velveteen as trusting sleep."},{"type":"text","value":"A hand meets its own hand."},{"type":"text","value":"And, finally - a disparate movement alters their every eon, and the two embrace."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The figures’ heads find stillness on each others’ shoulder, a small defiance to the howling tempest that commands their glade."}]},{"pageID":"page2","text":[{"type":"text","value":"Circling them, they are dancers, ever-turning, beneath a tumult of leaves, enshrined within their momentary globe."},{"type":"text","value":"One is quietly weeping; the other sighs, a pained smile across his face."},{"type":"text","value":"A relief."},{"type":"text","value":"-"},{"type":"text","value":"The smiling figure winces and pulls the weeper’s trembling hand closer, deeper into himself."},{"type":"text","value":"The weeping partner lifts his head in despair."},{"type":"text","value":"His hand, wrung by his partner’s, clenches the hilt of a dagger, sunken into his opposite at the moment of their union."},{"type":"text","value":"Willing, guiding the blow, the smiling partner finally releases the weeping student’s hand, along with his blade."},{"type":"text","value":"-"},{"type":"text","value":"The wind is unbearable, shaking their weakening bodies, yet they relent."},{"type":"text","value":"The staggered one wears a ragged cloak, its blood raw canvas torn from the abandoned parachute, wrung from the ruins of its tree."},{"type":"text","value":"His name was Woe."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"In the maelstrom, the two are its center."},{"type":"text","value":"The whip constricts and engulfs the wounded Woe, twisting his shroud. Expanding. Tightening. Wrapping the darkening fabric around his form - violent as the wind."},{"type":"text","value":"Light as a veil now, though as permanent to him as marble is the pall."},{"type":"text","value":"The weeping partner falls to his knees."},{"type":"text","value":"His name is Woebegone."}]},{"pageID":"page2","text":[{"type":"text","value":"He cries out, reaching for Woe as the smiling dancer, now serene, is swallowed away in the fury, fraying apart like the shrapnel of his dressings."},{"type":"text","value":"The weeping boy lunges forward and wrenches a length of cloth from the storm,"},{"type":"text","value":"and with his grip, the wind subsides."},{"type":"text","value":"-"},{"type":"text","value":"He collapses backward, fighting nothing."},{"type":"text","value":"Alone. Golden glades, ripped asunder."},{"type":"text","value":"His fists hammer the ground, though no one answers."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Lifetimes pass until a mournful whistle wakes him from his frozen wrath - a siren bellowing out from the low, forested hills that sleep beneath the mountain."},{"type":"text","value":"It rends their leaf from limb and ripples outward: a placid spring woken by fissuring stone."},{"type":"text","value":"-"},{"type":"text","value":"He ties a ribbon length of Woe’s cloth around his arm, and with another, binds a way-marker blaze."},{"type":"text","value":"A carmine mark, a shape like the range, mars the fiber-bare braid."},{"type":"text","value":"He stacks a final cairn beneath the stake of their golden hill, among whose shadows he can never return."}]}]},{"chapID":"2","title":"rogue","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>W</span>oebegone’s days descend</span> the shivering greenwood; his nights make brave his seeking."},{"type":"text","value":"Beguiled by a lilting smoke that sinks to thread the drying, crashing tides of crown shy leaves, he hunts its fodder - never finding its fire."},{"type":"text","value":"The ache of iron, a summoning roar, evades and entices his tireless stride."},{"type":"text","value":"-"},{"type":"text","value":"He races under blue black night, tracing range from ridge, hunting the origin of its echo, divining who might command such a sound."},{"type":"text","value":"Over time, the siren song of its thunderous clang retires to legend, reduces to murmur."},{"type":"text","value":"A low, somber drone fills the hills, bellowing from far and away. His ears perk to the sound, but his eyes remain closed. Fooled before, he listens for the sound, wracking against the chasms of the valley. Far and away. Circling."},{"type":"text","value":"It yawns through the forest like a years-long draw of the final breath of a dying animal."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"His body wains through the ineffable hunt, and in his jade, he stumbles headlong over an unforgiving iron rail."},{"type":"text","value":"Red clay rust and splintered planks pitch like collapsing stairway as far as he can see into the spiraling hollow."},{"type":"text","value":"A train. A track."},{"type":"text","value":"He howls in delight."},{"type":"text","value":"The pain of the rail is evidence enough. Closer, in belief, if not proximity. It was enough."},{"type":"text","value":"Their irons thrum, though he feels the ancient hum a lifetime behind him at his journey’s opposite."}]},{"pageID":"page2","text":[{"type":"text","value":"Again, he begins, and wills his stinging body in desperate pursuit, as if he himself were being pursued."},{"type":"text","value":"He laughs the thought to no one, though looks over his shoulder as the days grow darker."},{"type":"text","value":"-"},{"type":"text","value":"Gradually, that very doubt ensnares him, though a homesickness plagues and spurs him from beneath the anchor weight of its uncertainty."},{"type":"text","value":"He pains for the sanctuary of the Old Oak, the anchored center of the drafting compass upon whose free arm he’d swung like the hands of a clock, chiming like the softening toll as it reverses noon and north."},{"type":"text","value":"-"},{"type":"text","value":"Light years roamed in sleepless searching defeat his nerve, demand his surrender."},{"type":"text","value":"His own engine, slowing. His own song, silent."},{"type":"text","value":"He comes to rest, and with his hands clears a humble swath of forest floor of its debris."},{"type":"text","value":"The same length of railway lay beneath."},{"type":"text","value":"A circle: a coil, closed."},{"type":"text","value":"The ancient moan emanates from the direction of his last camp. He glides a hand along the bark of a gnarled tree, and its moss agrees."},{"type":"text","value":"-"},{"type":"text","value":"He weeps. Blanketed under creeping vine beneath the shroud of starless night, his cloak waving in the biting wind - like the flagged blaze driven into the earth so long ago."},{"type":"text","value":"He wonders how far from it he’s roamed."},{"type":"text","value":"He wonders who, as he has hunted, is hunting him."}]},{"pageID":"page3","text":[{"type":"text","value":"Woebegone dreams a fevered dream: himself as a boy, a man in his shape heralding him from the banks of an emerald mountain shore."},{"type":"text","value":"He reaches out for embrace, but the horizon wrinkles as he collides with the surface of a mint and meerschaum loch."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Upon impact, a colossal bell tolls and shakes him awake. The surface tension of the lake in dream, returns him to the night, the bracts and branches, the bell-hammer striking the very center of his heart."},{"type":"text","value":"He scrambles in the leaves."},{"type":"text","value":"A deep huff like a phantom bull’s escapes a train engine aching to a halt before him."},{"type":"text","value":"Its tempered gleam is shrouded by the billowing mantle curled out of its steaming breath."},{"type":"text","value":"The hunted manes of its hull groan in the damp, finally, at rest."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Woebegone calls out to a driver as the smoldering rail-pilot cools to a still singeing indigo."},{"type":"text","value":"From his chest, his voice erupts as polyphony: at once, small and suffering, then duplicated, harmonized - a hardened, commanding voice, not devoid of comfort."},{"type":"text","value":"There is no reply."},{"type":"text","value":"-"},{"type":"text","value":"The engine cabin waits, unbolted, unfurling to him."},{"type":"text","value":"Its chamber smells of oil and ink and cedar. He inhales and relishes its alchemy like the wafted pages of an old paper book."},{"type":"text","value":"There are no cars. There is no conductor."}]},{"pageID":"page3","text":[{"type":"text","value":"Woebegone places a hand on the wooden regulator and gazes into the night."},{"type":"text","value":"The longer he stares, a kaleidoscopic deluge of hope and memory lay translucid over his vision, a multitude of happening, still happening."},{"type":"text","value":"Shapes of family, ghosts of friends, the light of lovers."},{"type":"text","value":"Their moments, like heirlooms, raise altars, fill full lengths of sleeper cars, libraries now to thought and time - himself their collector."},{"type":"text","value":"Another is grown in his trailing procession at every backward glance."},{"type":"text","value":"-"},{"type":"text","value":"The illusion of movement settles him, relaxes him."},{"type":"text","value":"He sighs a bellowing sigh and the fortressing grove trembles above the tectonic wake."},{"type":"text","value":"He furrows the machine by thought beyond gesture, motionless beside the subtle wince and tightened grip when the might of the boar whistle blows - only sounding when his thoughts return to Woe."},{"type":"text","value":"There is no measure of his tenure here."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Intrinsic to the vessel, he feels the lurch of new weight, car lengths in tow, announce he’s no longer alone."},{"type":"text","value":"His eyes remain fixed ever forward, fathoming the nocturne trench like his rope and his rail spool otherwise and onward."},{"type":"text","value":"He no longer dares escape, nor deigns its discovery."},{"type":"text","value":"He circles, ringing the ghostly toll: a penny-whistle against the blackhole roar of darkness, and codes a final design, like caution, in its punctuating tones."},{"type":"text","value":"A tear rolls halfway down his stony cheek and petrifies like the hand at the helm."},{"type":"text","value":"His smoke plumes into star; the flare once fired for rescue, he issues now as tenuous warning."}]}]},{"chapID":"3","title":"theme(forhomebody)","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>T</span>he cabin cars are warm,</span> adorned with familiar ornaments and fixtures, mementos, totems in meaning."},{"type":"text","value":"A man, weather-wisened in youth, approaches, indifferent to the hallowed tomes."},{"type":"text","value":"His eyes are young and gold-speckled gray, with something evergreen in the distance of their gaze."},{"type":"text","value":"He runs a time-tempered hand along the spines of tattered logs, epitaphs to precious loves, and straightens them in row with their neighboring diaries, leaving them closed."},{"type":"text","value":"He is singing, a baritone crackling like forest fire in the pollen haze of morning dew, though frost is gathering from the night beyond the passenger panes."},{"type":"text","value":"The wintering rock face cleaved by the railway illuminates beyond the careening precipice, white beneath an electric lash that suspends the snow of midnight outside the glow of the coach."},{"type":"text","value":"The floor beams of the railcars splinter beneath his footfall: to him, a weightless waltz through their mausoleums."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He halts his graceless sashay through the length of the car nearest the engine cabin and allows himself to linger on a photograph, enshrined above the smoldering carriage hearth; its coals are the only light along the infinite hallway of the rail."},{"type":"text","value":"A tear escapes him and plummets to the floor, eating through the ornate carpet, molten through the oaken stain, and burning through iron to the endless rungs of blurring track exposed like frames of film beneath."},{"type":"text","value":"The green summit in his eye is torched earth in a flash, and he moves through the final gate to bend, undeterred by the biting whorl that whips him numb as the train spirals around the serpentine escarpment."}]},{"pageID":"page2","text":[{"type":"text","value":"An unruly mane writhes beneath the faded cape thrashing around him as he uncouples the funerary cars from the engine, their afterglow disappearing behind him in the cloak of icy night."},{"type":"text","value":"His name is Wild."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He wrests open the minted bronze of the locomotive’s final vault and climbs inside its dark cabin."},{"type":"text","value":"His living body steams in the damp stillness of the entombed."},{"type":"text","value":"-"},{"type":"text","value":"A driver stands, a silhouette before the stave of his shield, silent in the trance of the rhythmic hum of the beast he helms."},{"type":"text","value":"Wild’s voice rings out to who pilots the train, though its captain never turns to face his new passenger."},{"type":"text","value":"The faded ribbons of an old cloth are tied around the arm of whose hand rests on the wheel."},{"type":"text","value":"-"},{"type":"text","value":"Wild again sounds out in the darkness. He calls to reason. He cries for purpose: his path, like his conscience, heavy laden by its very erasure."},{"type":"text","value":"The silhouette retains his forward gaze, though he begins a slow and indistinguishable litany."},{"type":"text","value":"His speech becomes rapid, maddened, articulate. He remembers aloud the love Wild denied through the long procession of his collection."}]},{"pageID":"page3","text":[{"type":"text","value":"Wild moves closer to the young conductor through his wide-eyed canticle to finally lay his calloused hand on Woebegone’s adamantine shoulder."},{"type":"text","value":"-"},{"type":"text","value":"At the touch, they share a vision: a windswept collision atop the slab of massif, its ascent by tumult and time tread long after the prismatic crash of their engine’s eternal plow, great rain and greater storm, the vestiges of dream, the beleaguered ache of bygone love, the hope for the end of its revolution."},{"type":"text","value":"How long they’d been each others, been brothers, companions across time, neither of them could know."},{"type":"text","value":"-"},{"type":"text","value":"Woebegone’s stare softens, and his body creaks to face the traveler."},{"type":"text","value":"He remembers the man’s voice as a counterpoint to his own, calling out before boarding the train."},{"type":"text","value":"-"},{"type":"text","value":"Wild points to Woebegone’s side, though the marbled man shields his flank with the last of his instinct."},{"type":"text","value":"Against time and temperance, Wild takes Woebegone’s free hand and guides it to graze the same wound in his own side."},{"type":"text","value":"Tears roll, undamned, down Woebegone’s statued face."},{"type":"text","value":"He sees in Wild the same serenity that warmed Woe’s final glance, and breaks his rooted hand from the bow."}]},{"pageID":"page3","text":[{"type":"text","value":"Atrophied by his charge, he stumbles, though Wild’s strength measures Woebegone’s weakness step for step; he cradles him to rest, like a grown son and ailing sire."},{"type":"text","value":"Above the hum of the railcar, they imagine aloud what must be done, what shores they greet at dawn, and laugh and cry to morning."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Light invades the cabin for the first time."},{"type":"text","value":"-"},{"type":"text","value":"Gone are the whir and the thrum, the hiss of steel and rail, the infernal drumming of the tour - exhausted by their arrival."},{"type":"text","value":"-"},{"type":"text","value":"They speak united. Their movements are near-synchronous beneath the cleansing, steady wash of heavy rain: distant applause against the armor of the tract."},{"type":"text","value":"Woebegone unties the precious cloth wound round his arm. He drapes it over Wild’s shoulders and secures a loose kerchief knot."},{"type":"text","value":"They nod and force the hulking doors wide, revealing the patina streaked exterior of the train, overtaken by vine and verdant growth - it’s been stationary for years."},{"type":"text","value":"-"},{"type":"text","value":"The incredible tonnage appears as grown from the bluff as it does sunken into its scar."},{"type":"text","value":"Aside from the sundew-sprawling remains of its upturned track, there is no evidence of it ever having moved at all."},{"type":"text","value":"Woebegone peers over the ledge of the tilted engine; from their hairpin vista, a deep ravine cuts far below."}]},{"pageID":"page4","text":[{"type":"text","value":"He shivers beneath the slowing rain."},{"type":"text","value":"His scar is gone."},{"type":"text","value":"Woebegone balances on the curled metal ledge of the upheaval as Wild steadies him with both hands; clouds break to dapple the crystalline, waking green in the glittering, vanishing rime."},{"type":"text","value":"He turns to Wild."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Woebegone offers himself, arms wide to the wind and falls backward."},{"type":"text","value":"Translucent in the gale, then weightless into light."},{"type":"text","value":"His last tear lingers, suspended before dissolving in the brilliance of day, sweetening the honeysuckles that wire through the cliff’s empty cars."}]}]},{"chapID":"4","title":"goldwave","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>T</span>here is a roan horse</span> in a smoldering valley field, with a grey snout held to the white sky above it;"},{"type":"text","value":"There is no fear in the feast of the fire in its eye, <br> as it knows it won’t go hungry <br> when there is so much <br> left to see."},{"type":"text","value":"It waits, asking Wild where he means to go."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"In the shadow of the bluff that still harbors the old wreck, a cerulean dusk bathes their camp in an early spring’s still cool meadow."},{"type":"text","value":"Just as interned as the locomotive’s rubble, a mare has grazed the hallowed grounds since its scored orchard rows were only loam."},{"type":"text","value":"Wild tends her care, just as she minds his. He soon can’t remember a time amassed before her charge; she is a constant guardian."},{"type":"text","value":"They sleep, sore, beneath the threat of the summit range, another century away."},{"type":"text","value":"Together, they survey the great length of Wound across its country, making maps of the shifting maw, charting dam and danger."},{"type":"text","value":"The cartography of its sorrow drives him as they wander."},{"type":"text","value":"The wind has never stopped howling."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"From atop his mesas, he thumbs one tie end of his fraying cowl’s knot, abrading the fabric between his fingers."},{"type":"text","value":"He shouts into the open canyon to name an earthwork glade, separating himself from it in body and time, then sketches a severing mark across the legend of his rough hewn map."}]},{"pageID":"page2","text":[{"type":"text","value":"What bade him board the phantom train and take up the path of oblivion, he wrestles now to reach."},{"type":"text","value":"Another loss to erasure, a preservation of self by its denial."},{"type":"text","value":"-"},{"type":"text","value":"He and the mare retrace the glint and gleam of the earth-bedded track to see it had been, despite his betrayal of its memory, slowly forgetting himself in the legend of its roar."},{"type":"text","value":"He laughs to the mare, though she ignores his gentle spur."},{"type":"text","value":"With a muddy smear across his leather-soft scrolls, whole valleys submit to flood;"},{"type":"text","value":"there is nothing salvaged before their siege."},{"type":"text","value":"The map is his new mirror."},{"type":"text","value":"_"},{"type":"text","value":"They traverse a thousand setting suns."},{"type":"text","value":"The mare adjusts their direction without instruction when she hears him quietly weep in a voice unlike his own."},{"type":"text","value":"He mourns another territory he discovers they’ve retread - another loss, a love to forget: returned to only wilderness, where name is just terrain."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"A grand and shifting court tries their expedition; a jury of trees grows so tall there’s only canopy above their lonesome cavalry."},{"type":"text","value":"They shelter another night beneath the current of its leafing, and Wild stirs, wrestling another fevered vision."},{"type":"text","value":"Woebegone’s dagger lay beside him."},{"type":"text","value":"-"}]},{"pageID":"page3","text":[{"type":"text","value":"Between dreams, Wild is tempted by a backward glance: an abominable trespass of his sacral law."},{"type":"text","value":"He hears the wind like a woman’s voice, lilting high atop the bluff, her simple melody reverberant through its steep cascades."},{"type":"text","value":"Gently, he rises without waking the mare. She sighs, unbothered by the melody."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He climbs, driving the dagger up the slope, and carefully approaches the sleeping megalith."},{"type":"text","value":"He lodges the blade between its felled cabin doors."},{"type":"text","value":"A foreign sigh escapes him, and he’s invaded by a memory : an inaudible word he couldn’t reach in Woebegone’s final breath."},{"type":"text","value":"-"},{"type":"text","value":"The earth around the damned car has shifted in its lurch; to enter meant lowering into the cabin after cutting away heavy rot, root and thorn."},{"type":"text","value":"He brandishes the blade and hangs motionless above the dank and empty tomb, peering into a crevice of endless cavern, boring deep from inside the crushed wheelhouse, fissuring into the mountain core."},{"type":"text","value":"His eyes travel the spiraled shell of its stair - the trip awakens in him visions of a life before. A boy in love. A boy alone."},{"type":"text","value":"An unreachable loneliness hollows in him."},{"type":"text","value":"The deep aches sears beneath his ribs, a splinter to remove."},{"type":"text","value":"-"},{"type":"text","value":"His eyes scale and reflect a world beneath the rule of a remorseless moon, pale in its infinite night."}]},{"pageID":"page4","text":[{"type":"text","value":"The mare bucks and whinnies from the camp below, her full gallop in time with the drum in Wild’s chest."},{"type":"text","value":"-"},{"type":"text","value":"Slowly, the machinations of the operating panel begin to rotate in the crypt."},{"type":"text","value":"The natural world creeps back in retreat."},{"type":"text","value":"The mare’s closer, urgent whinnying never wakes him from his stupor."},{"type":"text","value":"The melody that drew him hillside is mangled in the droning stormcry wracking the upturned catacomb."},{"type":"text","value":"What vine remains takes the fleeting form of two hands that cup and bid him drink. More slink around his feet. Their barbs snag his clothes; they climb to graze his cheek."},{"type":"text","value":"A hail of falling rock pelts the exposed metal as the whole of the pass of crag swells like treacherous surf beneath him and the husk of the train engine."},{"type":"text","value":"Crouched above the heaving iron, he balances on the wrenching wave, eyes transfixed by the gravity inside the car."},{"type":"text","value":"The train engine aches as it’s expelled upright, swelling out of the hill, to teeter the ledge of the mountain coiled track."},{"type":"text","value":"-"},{"type":"text","value":"Wild steadies as it rolls him into the small of its clutch, his arms instinctively outstretched."},{"type":"text","value":"For a frozen moment, there is no breeze. Something wrong, elucidating his surreality."},{"type":"text","value":"He pulls against the vines to reach the knot of his cloak and finds it isn’t there. He whips to face the open air, and thorns drag the backs of his hands."},{"type":"text","value":"Riddled by their true pain, he wrings their blood and blinks to shake the world he’s dreamt, but sees and feels its terror remains; its promontory quakes beneath him."},{"type":"text","value":"The ledge fractures under the car as punishing rockfall crashes into the depths below."}]},{"pageID":"page5","text":[{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"A blazing wave of leaves, as dense as sand, sears through the night like a search lamp, illuminating the facade as it rounds its pass."},{"type":"text","value":"Its tunneling bends the air; light lingers in its furrow, unbound by the path."},{"type":"text","value":"The nebulous swarm surrounds and floods the engine to the squeal and ache of metal, the roar of squall."},{"type":"text","value":"The amber reveals the umbre, burning back its tethers. Sap gurgling, vein writhing."},{"type":"text","value":"-"},{"type":"text","value":"Wild, sensory, dives forward as the train’s consumed in the tempest, covering his eyes from the whipping pine needles torn from the ground."},{"type":"text","value":"Gold. Sound and color."},{"type":"text","value":"The force erupts from the cabin and barrels into him, snorting and blowing. <br> The crush of its controlled storm explodes like galaxies of obliterated marigold, evergreen and spindle, ochre and red leather leaves - a wave unbound by shore."},{"type":"text","value":"Wild gropes for substance as the shape carries him from the train. <br> It winds its fury down the pass, leaving a wake of ember. A smoldering, glowing hiss."},{"type":"text","value":"He finally wraps his arms around the strong, familiar neck of the mare."},{"type":"text","value":"She snorts again as he grips the billowing canvas she bites like bit and bridle. <br> Her muscular form, now barely shape, twists like flitting bonfire flame."},{"type":"text","value":"He chances a final glance amid the rustling roar of leaves and hears the animal groan of the train engine bending free of the bluff. <br> It crumbles down the crag, stripping metal, rending tree."},{"type":"text","value":"Crashing deep into the rolling canal, it comes again to rest."},{"type":"text","value":"Its iron plow, a diverging ford, crests the swirling waters of the wide green river below."},{"type":"text","value":"Wild buries his head in the fury of the mare; she cries and barrels through the crumbling bedlam, headlong into the dawn."},{"type":"text","value":"<span class=break>__</span>"}]},{"pageID":"page6","text":[{"type":"text","value":"Time passes, though the mare retains her new form’s peculiarity."},{"type":"text","value":"A thousand-prints-a-moment are imagined across her ever shifting sculpture, a dream reshaping its papier-mâché."},{"type":"text","value":"-"},{"type":"text","value":"What arrived as an infinite gust of frond and flag spreads now like watercolor, splattering the new world beneath them as they trod."},{"type":"text","value":"Years pass and Wild sees himself employ the same quality."},{"type":"text","value":"The fields of fire that once trailed his wake, are honeyed boons of wild flowers: a living cavalcade to mark his consequence."},{"type":"text","value":"-"},{"type":"text","value":"He finds himself improved: a deepened stride, a higher bound and longer leap, able to swim greater distances against faster rapids."},{"type":"text","value":"They tread a barren earth to summon new terrain:"},{"type":"text","value":"To rediscover, to recreate what pioneering he’d washed away."},{"type":"text","value":"Together, they imagine new climbs."},{"type":"text","value":"She is another new mirror, though her reflection moves a step-ahead in time."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Across their voyage, they ebb and answer, though the mare’s excursions grow longer by day and distance."},{"type":"text","value":"They share a mind, and Wild does not worry."},{"type":"text","value":"His touch alone now leaves its own animate palette, and he soon cannot distinguish between what of the world she’s repaired and that of it he’s recurred."}]},{"pageID":"page7","text":[{"type":"text","value":"Into dusk, he whistles across a fluttering valley of whispering grain until she returns, though blighted by a darkening hue."},{"type":"text","value":"The wound heralds the great tide of an impending storm, whose gathering clouds encroach from a black horizon."},{"type":"text","value":"Wild blows on the deep shade, like a burn, like a bellow."},{"type":"text","value":"-"},{"type":"text","value":"They make for higher ground over several days of riding, galloping toward the phantom tor."},{"type":"text","value":"Native valleys succumb to the tempest flood, though the two cannot relent, piercing the darkening days with their sunrise light."},{"type":"text","value":"-"},{"type":"text","value":"Winding, climbing, they resist, though the dark imposes. Their lamp blinking like a candle in the bottom of a well."},{"type":"text","value":"At the edge of night, Wild sleeps against the mare’s back, as the two rest in the face a cavernous impasse."},{"type":"text","value":"The remnant of a braided bridge swings pitifully across the gap."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"From a forested vista, they watch the rain pummel the rockface as the roar of the white water rages ever nearer their camp. The mare is silent, though Wild follows her eyes toward the Summit, eras away in the distance."},{"type":"text","value":"With his hand, he wicks a flame from her mane and, from his palm, floats its whirling glow into a glass chambered lantern."},{"type":"text","value":"He climbs to hang it from a gnarled branch of a tremendous oak that reaches out for the opposite, torrented bank."}]},{"pageID":"page8","text":[{"type":"text","value":"-"},{"type":"text","value":"In a whip-crack of lightning, he catches sight of a ledge he knows her bound alone can reach as the lesser trees give way to the flood."},{"type":"text","value":"He returns to their vanishing ground."},{"type":"text","value":"The mare presses her head against him and heaves a warm and heavy sigh."},{"type":"text","value":"She drops the dried-canvas kerchief in Wild’s hands, and, with it, he gently snaps her back leg, spurring her jump to the landing above the emerald waves."},{"type":"text","value":"-"},{"type":"text","value":"They watch each other, torn across the cascading battery - two figures, alight, fleeting in the dark of the mountain pass."},{"type":"text","value":"-"},{"type":"text","value":"Wild clings to the Lantern Tree, but the freshet engulfs him."},{"type":"text","value":"The mare squeals and cries, stomping her flaming leaves."},{"type":"text","value":"He’s dragged into the breadth of the ravine though catches a final hold:"},{"type":"text","value":"something familiar, a way marker, driven into the shifted mountain scape."},{"type":"text","value":"Someone else’s ground."},{"type":"text","value":"-"},{"type":"text","value":"The storm is merciless, and the swelling tide rends him from his anchor."},{"type":"text","value":"Like his grip, the mare’s shape is lost. She erupts with a thunderous cry."},{"type":"text","value":"Her leaves disperse and firework into a million particles of auric orange and gold; they drift like stardust to meet the peak that breaks the clouds."},{"type":"text","value":"-"},{"type":"text","value":"Wild is washed, careening down the mountain valleys, carried away in the summit’s saults, a deluge of tears wrung from an ancient altar’s tome."},{"type":"text","value":"He sees the dancing flame of the lantern flit against the raging ink of storm: a last look, branded in mind, before he’s swept under and away to an unknown shore."}]}]},{"chapID":"5","title":"coldbeach","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>H</span>e wakes along the bleak and bitter banks,</span> condemned to wander the empty ports of dream."},{"type":"text","value":"Poplar trees and endless pine fortress the frozen beach of the alpine loch he roams."},{"type":"text","value":"Steady snowfall gathers on the flood debris beaten into its blackened, rocky sand."},{"type":"text","value":"Wild, still clutching the ragged cloth, wraps its feeble shroud to shield his face from the wind and makes for shelter in the quiet timber."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The forest is old."},{"type":"text","value":"Its coastal bastions are flooded buttes that lorded above a great valley; so long submerged by the deep blue depths of the ancient river flow, their trunks now tower, and old-growth is pulverized under generations of fallen trees."},{"type":"text","value":"Inside the woods, the wind is silent; the pummeling of the rapids still hums in his step and pushes him deeper into the near-dark green."},{"type":"text","value":"-"},{"type":"text","value":"Wild builds a small fire in the mouth of a ferned cave to dry his clothes and tend his wounds."},{"type":"text","value":"He inspects his hands in the bonfire light and finds their splinters removed, their scars burned clean."},{"type":"text","value":"His palm meets his side. A pain remains."},{"type":"text","value":"He reaches in memory for the fiery dream of the mare, a lantern light. He pats his chest for a map he cannot find."},{"type":"text","value":"Wild stammers out and peers into the wildwood. Into deep hues of black and green."},{"type":"text","value":"A somber mourning dove coos through the tall timber."},{"type":"text","value":"There is no track. No whisper of smoke."}]},{"pageID":"page2","text":[{"type":"text","value":"All evidence of his love, unmade."},{"type":"text","value":"-"},{"type":"text","value":"Gradually, his watercolors slow. The leaves in his wake don’t dance."},{"type":"text","value":"He roams an unfamiliar mesa across an untold time, retracing himself, his hope."},{"type":"text","value":"Unclear.  Unsure of its reality."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Years vanish like days as he combs the immeasurable terrain, hunting hoof and print, leaf and limb."},{"type":"text","value":"He tracks the perimeter of the high lake in search of any known frontier, but the colossal range that stewards the lapping shores is impenetrable, each peak indistinguishable from the next from inside the crater of their court, a forested mourning of a sunken star."},{"type":"text","value":"Slowly, his reflection ripples away from even himself, forgotten in the flux of his onliness."},{"type":"text","value":"-"},{"type":"text","value":"He walks without a shadow beneath a summer sun."},{"type":"text","value":"Along the laze of an emptied daydream, he hums to himself, eyes closed to the blaring sky, when he steps in the first of a series of half-moon tracks fossilized along the coast."},{"type":"text","value":"Hair on end, he follows them to where they disappear into the water’s edge."},{"type":"text","value":"Starved, he splashes to his knees to dredge the gentle waves, feeling with his hands."},{"type":"text","value":"The imprints sink further into the teal and murk."},{"type":"text","value":"He dives as they descend, and he finds them, deeper still."},{"type":"text","value":"Possessed, he follows them, diving and resurfacing, feeling blindly through the forgotten blue."},{"type":"text","value":"Their tracks continue to impossible depths."},{"type":"text","value":"Their bearing maddens his search and leads him farther and farther from the strand."},{"type":"text","value":"-"}]},{"pageID":"page3","text":[{"type":"text","value":"He surfaces again after hours of the toil, and chokes between gasps for air;"},{"type":"text","value":"A monolith stands, another hour’s swim against the lurch of the loch."},{"type":"text","value":"-"},{"type":"text","value":"A forested sea stack. Freshly risen from the giant waterbody, river and bloom spills over its raw and staggered cliffs."},{"type":"text","value":"A dense woodland waves in the heat atop the upward thrust of the island."},{"type":"text","value":"A thin trail of smoke escapes its trees from heights above and deep within."},{"type":"text","value":"Impossible to witness from the woundless shore."},{"type":"text","value":"-"},{"type":"text","value":"The sunken hoof-prints gallop below in its direction, submerging deeper in time, toward and away."},{"type":"text","value":"How long its waited, beckoning, he couldn’t know."},{"type":"text","value":"With the last of his animal strength, he swims, summoned by the apparition to the staggering outcrop of its beacon."},{"type":"text","value":"-"},{"type":"text","value":"There’s surf in every direction from the black rock of the exiled mount, so far into the water, the horizon is barely crowned by the spires of distant palisades."},{"type":"text","value":"He climbs the cliffside, and rolls over, heaving on his back."},{"type":"text","value":"The trees sway in the months grown hot and green."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"It’s nightfall when the faint smell of chimney smoke returns him to his feet."}]},{"pageID":"page4","text":[{"type":"text","value":"Cricket and katydid ring through the night, pulsing like his heart as his hackles rise."},{"type":"text","value":"His clothes are dry."},{"type":"text","value":"-"},{"type":"text","value":"Wild slips silently into the vaulted woods, learning their aeolian shrine by divining its center."},{"type":"text","value":"He ventures over mangled terrain, moss and timber like orogeny."},{"type":"text","value":"He is invisible to himself in the black of night."},{"type":"text","value":"-"},{"type":"text","value":"He spirals an overgrown footpath, inward."},{"type":"text","value":"The wind replaces the hot and humid with cool and dampening fog, obscuring what little he could identify in wandering."},{"type":"text","value":"Thunder shudders the animate woods as its myrtle and celadon squeal and whine in ceremony."},{"type":"text","value":"The hollow swells and shrinks to brace itself."},{"type":"text","value":"Then a crash. Carnage."},{"type":"text","value":"A colossal force meets the ground ahead of him; he feels its hammer through his entire body."},{"type":"text","value":"The earth quakes, and its vital voices withdraw, quiet."},{"type":"text","value":"The temperature plummets as he approaches."},{"type":"text","value":"Wild, heart in throat, continues, deeper still, toward the blackened silhouette of a home nestled within the lofted foothill’s dancing trees."},{"type":"text","value":"Hewn by wind, like a gavel to ground - a miles-long sycamore has cleaved the wooded home in two."},{"type":"text","value":"<span class=break>__</span>"}]},{"pageID":"page5","text":[{"type":"text","value":"There’s disharmony in the groaning wind; the cabin’s cavity resounds; leaves rise and fall like paper ribbons, the memory of parade."},{"type":"text","value":"The forest stills as he reaches its splintered stair."},{"type":"text","value":"The trees bend as if to hear."},{"type":"text","value":"So slow his approach, the rolling song of chirp and call falls away with the seasons; the copper of rain cools to the cottons of snow and blankets the sarcophagus."},{"type":"text","value":"Wild runs a hand along a timeworn rail, unaware."},{"type":"text","value":"-"},{"type":"text","value":"He surveys the home, listening for its language, though evades, by instinct, each weakened beam along the wraparound porch."},{"type":"text","value":"He feels in the dark for a rogue nail, exposed, and kicks it flush with his heel."},{"type":"text","value":"A bell and broken hammer hum against a frozen post."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The windows are fogged with the rime of neglect; the woods have reclaimed the home, atoning for or mourning its ruin."},{"type":"text","value":"He cups his hands and peers into each pane."},{"type":"text","value":"A harvest-apple-red kitchen is mostly root and vine in resignation, untouched, though witness to some shelter in paralysis."},{"type":"text","value":"Wild never tries the door."},{"type":"text","value":"-"},{"type":"text","value":"He roams the outer reaches of the acreage, peering into the old tomb from the edge of its woods, climbing and walking the trunk of its intruder’s division, himself invaded by dreams so clear he begins to recall them as memory."}]},{"pageID":"page6","text":[{"type":"text","value":"Wild never pines for the old cabin’s artifacts, though studies their frozen poise. Their final poses."},{"type":"text","value":"The house invites him, like company, to marvel its open wound, to stand closer. Become familiar."},{"type":"text","value":"He imagines his fingers tracing the clefts of fractured frames, holding the forgotten novelties of its tenants."},{"type":"text","value":"He imagines what dormant meaning lay behind their totems, ensued by their collectors. The gnash of their teeth. The ache of their grip."},{"type":"text","value":"Across his orbit, he finds himself drawn deeper, longing longer, redesigning, repairing, finally imagining himself inside."},{"type":"text","value":"Lightning again, though he’s gone before the thunder."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"In the trench of the root-bed of the upturned tree, Wild feeds another campfire just outside the tree line veil: the house in the center of the dark world’s globe."},{"type":"text","value":"He muses, wondering how long he’d buried himself in the haunt of the house."},{"type":"text","value":"He draws a half-moon hoof print in the dirt, then drags it clean."},{"type":"text","value":"He presses his own hand in the soil, like the claw of a wild dog, and emits a laugh like a tired howl."},{"type":"text","value":"A silent owl watches him from deep within the fortressing hills."},{"type":"text","value":"At the edge of sleep, he glances through the limbs toward the house and sees a faint flicker, a lantern light, warm the windows of the great room."},{"type":"text","value":"His heart mills in his chest."},{"type":"text","value":"-"},{"type":"text","value":"In darkness, Wild tears through the wooded footpath and ascends the old porch stairs."}]},{"pageID":"page7","text":[{"type":"text","value":"He presses his face to the moss-green glass to find a woman, turned inward toward the room’s darkest hall, humming quietly in a rocking chair."},{"type":"text","value":"She is knitting, something patchwork, something canvas."},{"type":"text","value":"-"},{"type":"text","value":"His loneliness betrays his caution, and he cries out in the night."},{"type":"text","value":"Terror. His voice is muffled, stolen far and away."},{"type":"text","value":"What hope had bloomed is shadowed by the dislocation."},{"type":"text","value":"Wild’s blood roars in his ears and his vision darkens at its edges, vignetted in the small firelight of the woman’s hearth."},{"type":"text","value":"She is his mother."},{"type":"text","value":"-"},{"type":"text","value":"He calls out to her, though she continues her needle-work."},{"type":"text","value":"His voice, again, echoes back to him from outside his body, from somewhere inside the house’s corridors: a ventriloquism from a shuddered room he cannot see."},{"type":"text","value":"She never turns as the fire flickers away."},{"type":"text","value":"-"},{"type":"text","value":"Wild flees the window, afraid to speak, though circles the mausoleum for days on end, approaching from different vantages, charting each course to the quarry core of its crypt."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Over time, he dares to peer again into the cavernous great room."},{"type":"text","value":"In it, he sees a workdesk littered with faded documents, binoculars, rusting survival equipment."}]},{"pageID":"page8","text":[{"type":"text","value":"Above it, in the moonbeams of its skylights, there is a hallway of portraiture along an upper balcony, impassable among abandon."},{"type":"text","value":"The rocking chair is empty."},{"type":"text","value":"-"},{"type":"text","value":"A new stack of maps and sketch work collects around the desk each time he braves return."},{"type":"text","value":"The documents are yellowed, by tread and time, yet there’s neither sight nor sound of their author."},{"type":"text","value":"He studies the room over such time, scattered leaves cover its furniture. Their blanket embrittles from green to gold to roan. Season after season."},{"type":"text","value":"-"},{"type":"text","value":"Wild defies his aging, like the permanent fixtures of the motionless wreck, though wanders its foothill valley, returning. Summoned and summoning."},{"type":"text","value":"He begins to mourn the fallen hall. He orbits like an endless wake, a habitual penance to a sanctuary he cannot inhabit - until one warm evening, he tries."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild climbs the familiar splintered stair, and snags his hand, deep beyond bleeding."},{"type":"text","value":"He cradles his palm, but studies the rail, its evidence of wear, and mimes what travel would’ve rendered it there."},{"type":"text","value":"He continues on, pressing his cheek to the still-warm brick of the chimney."},{"type":"text","value":"-"},{"type":"text","value":"His most visited window’s outer pane is worn clean from the smear of his palms, the fog of his breath."},{"type":"text","value":"He cups his hands to the darkness, and from it, a vestige of himself appears, rushing to press against the interior pane."}]},{"pageID":"page9","text":[{"type":"text","value":"He yells and it howls."},{"type":"text","value":"Wild staggers backward."},{"type":"text","value":"The man with his face looks out from the murk of the house and holds up a lantern, peering into another night, calling back to someone no longer there - without a sound."},{"type":"text","value":"The vestige is unaware of him, though Wild tries to place himself in the young man’s eye-line."},{"type":"text","value":"The specter’s face is swallowed in his wilder mane, and tidal waves of dried leaves and branches obscure him as he’s recessed into the clutches of the great room’s mirage."},{"type":"text","value":"Wild scrambles back to the window to find the great room empty once more, its hallway of portraits in deeper decay and disarray."},{"type":"text","value":"He peers deeper, wiping the fog of his trembling breath: their images are clearer than before."},{"type":"text","value":"A landscape, central to the many frames. A lone tree in a wheaten field."},{"type":"text","value":"His family, younger and bygone. Sisters. His mother, father. Familiar in essence, but askew like dream."},{"type":"text","value":"A young boy, and the same boy, older."},{"type":"text","value":"Their faces fade and Wild falls to his knees, weeping, though unable to reach for whom or why."},{"type":"text","value":"He lies down in the gathering leaves until they cover him completely, forgetting himself, too, beneath the crooked eaves of the haunted house."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Ages creep past, until a thunderous battery sounds out in the night."},{"type":"text","value":"The clamor jolts him awake and he fumbles, scrambling through the piles. He wades the back corner of the weakened deck, dashing, shushing into the overgrown lawn in the blue moonlight."},{"type":"text","value":"He backs away, facing the thrashing; something pounding against the door from inside the old house."},{"type":"text","value":"The beating becomes louder and he steels himself, once more toward the front entrance."},{"type":"text","value":"Leaves litter the path before him and behind."}]},{"pageID":"page10","text":[{"type":"text","value":"The wind begins to swirl and sway the trees around the acre glade. Its chatter swells and sears. Then falls silent."},{"type":"text","value":"The porch light flickers."},{"type":"text","value":"His dagger is driven into the outer face of the oaken door."},{"type":"text","value":"-"},{"type":"text","value":"The main body of the knitted canvas cloth, its parachute linen, is pinned by the blade to the ancient slab of threshold, obscuring its stained-glass portal into the traumatized tomb."},{"type":"text","value":"He holds one hand against the door and wrenches free the blade - a new tally, among older numerals, is driven beside his own name carved in its wood."},{"type":"text","value":"Watercolor runs from his palm and spreads down the door. He backs away."},{"type":"text","value":"He’s flooded, returned, by the memory of the mare, by Woebegone, though his cries are dwarfed against the mounting babel of the forest."},{"type":"text","value":"-"},{"type":"text","value":"Lightning flashes and illuminates an impossible shape behind the door."},{"type":"text","value":"Antlered, emergent."},{"type":"text","value":"Wild wails in terror, his voice returned to his own mouth."},{"type":"text","value":"He sprints into the night as the house shudders with faint pulses of electric light."},{"type":"text","value":"The downed tree’s branches groan and wince above the roof of the house as they’re twisted in the gale."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild runs from the heart of the chasmic woods, too shaken to spare a backward glance."},{"type":"text","value":"A shadow among shadow, the house is vanished to a cataract moon, as he slips again into the living dark."},{"type":"text","value":"The knocking follows him, until he and the sound are lost in the trees."},{"type":"text","value":"-"},{"type":"text","value":"He bounds through the night to morning, finally reaching the cliffside he rose before entering its tilted temple so long in heart ago."},{"type":"text","value":"He begins his descent, though once again catches the scent of chimney smoke on the torrid breeze."},{"type":"text","value":"A bell, like homecoming, like homegoing, tolls from deep within the forest."},{"type":"text","value":"Wild lingers on the brink, the wrested canvas cloak wrapped round, thrashing in the wind."},{"type":"text","value":"A horse brays, from somewhere deep in the valley below, and the light long gone from his eye is re-ignited above the burning waves of the great, wide green."}]}]},{"chapID":"6","title":"and then","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>T</span>he lake bed valley is dry,</span> and he camps beyond it in the pink and orange dusk. The range ahead rolls on in supple violet."},{"type":"text","value":"He tracks an autumn light, flickering like the glint of a flaming moon long before him. Without his knowing, another is raised. Another. And Another, fired atop the tallest peak, ranges aside, before, and behind."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He remembers nights spent at ease in the warmth of sweet grass summers."},{"type":"text","value":"A thousand lifetimes flash and dance in the flitting embers."},{"type":"text","value":"Bygone cities, taverns, travels, a thousand years of wandering, wanting, waiting."},{"type":"text","value":"Like everything he’s loved - the fire-pulse of the cinder slows and smolders into other purpose, read like tealeaves in the coals."},{"type":"text","value":"He is vital, though the war drum in his heart softens in the firelight."},{"type":"text","value":"-"},{"type":"text","value":"The wind whispers through a rippling tide of amber leaves, and he dreams."},{"type":"text","value":"-"},{"type":"text","value":"Sonorous gusts swell into floodwater roar in the muddled loam of memory and desire, and he stands again at the swelling impasse: this time, beyond the braided bridge, beneath a warm and cleansing rain."},{"type":"text","value":"He runs his hand over the swaying, fraying rope and finds it tied around his own wrist."},{"type":"text","value":"He waves his free hand, like bidding passage. Beckoning."},{"type":"text","value":"The leaves are gold. Falling, silent."},{"type":"text","value":"He waves out again and howls to the opposite side, but he is alone."},{"type":"text","value":"A branch breaks."}]},{"pageID":"page2","text":[{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild wakes aflush in the hazel singe, and wrests the dagger from its sheath, intuitively aware of something else’s stare."},{"type":"text","value":"He gazes deep into the woods."},{"type":"text","value":"The blushing gale exhales. The doldrum in his chest, at its loudest."},{"type":"text","value":"-"},{"type":"text","value":"Finally, movement. A full-grown buck nods, blinking the lashes of its glassy eyes."},{"type":"text","value":"Aware of, but unbothered by Wild."},{"type":"text","value":"It drops its crown to graze, then returns its stare."},{"type":"text","value":"It examines Wild, a statue, then slips silently back into its own woods."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He settles again among the flaxen furls of lilting leaves, and adds more tinder to the pop and hiss of ash."},{"type":"text","value":"He pulls the tattered, canvas around himself and stokes the coals in the purple morning."},{"type":"text","value":"The copper gleam of the mountain heralds a roseate dawn, and he breaks camp, moving quietly, rhythmically for it in the still valley’s darkness."}]}]},{"chapID":"7","title":"tanto","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>F</span>rom an outer wild,</span> a figure wades from woods to waste, windblown through a recovering valley inside the Great Plateau."},{"type":"text","value":"Remnants of an empty metropolis creak in the open air, the whole of its might lost to flood, abandoned to time and daylight."},{"type":"text","value":"Yearlings graze the flood planes that host the ruined city.  Young trees sprout in the sparse but verdant motes that speckle the gray and weeded remains."},{"type":"text","value":"Wild’s green-eyed gleam stares out from the ragged cloth shielding his face from the soot. He stoops to cradle the silt of the ash-land, and watches it spill from his fingers into the sparkle of noon."},{"type":"text","value":"He treks the crumbled grid and winds its serpentine causeways, scattering his brittling trail of endless leaves. So many abound and bind the empty atriums, he scoffs at the thought he could be following them."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The architecture shifts like sand."},{"type":"text","value":"Buildings surface and groan as he conjures them, traversing their connected stairs, arriving from their vanishing thresholds into the streets of vine-tethered dream. Remembering."},{"type":"text","value":"There is no trace of his touch, unlike the forest beyond the damned."},{"type":"text","value":"-"},{"type":"text","value":"His hair grows long through the hollows of a world divined long before the mare, though the  sweetgrass of her fire perfumes the gale. He remembers her now, beyond sight or time, imagining her into dreamscapes, displaced: a golden hill, grazing beneath its oak, its horse-necked branches. A dream told to her dream."},{"type":"text","value":"He remembers street names aloud, and their glory appears. When he abandons their thought, he returns them to ruin."},{"type":"text","value":"Spindle and flag waft through the forgotten trails."}]},{"pageID":"page2","text":[{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"They lead him to an empty tenement. Red clay brick on a west bank ridge. He tries the door, but it rustles, amorphous beneath his touch."},{"type":"text","value":"The old haunt shivers, wholly grown over, covered in the maroons of ivy, the bramble of braid."},{"type":"text","value":"He walks its campus and lingers. His circling, familiar."},{"type":"text","value":"Wild presses a hand through its ephemera to its frame, though finds no structure beneath the shape - a husk made entirely of the turning leaves."},{"type":"text","value":"He peers deeper still, blinking as etching like language curls across the leathered crimson."},{"type":"text","value":"-"},{"type":"text","value":"A great wind blooms inside the tenement like a lung, swelling, detangling the structure, unbinding its strands."},{"type":"text","value":"He reaches, grasping, clawing, but its letters disintegrate in the breeze."},{"type":"text","value":"-"},{"type":"text","value":"Wild holds his nose to the wind; the scent of pine draws him from the detritus. <br> Enlivened by its hope, by life among the barren, he traces it to a desolate park."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"A tremendous pine tree lords over its empty gardens."},{"type":"text","value":"He hears laughing. Stifled crying. Music emanates from an empty bandshell. The leaves whirl and whisk him to the innermost yards."},{"type":"text","value":"The fresh aroma of the evergreen pervades the acres of its sanctuary, but the titan is lost. Blighted."},{"type":"text","value":"Each of its blades are penny and blond, every branch so brittle they clamor like wooden chimes in the breeze."}]},{"pageID":"page3","text":[{"type":"text","value":"There’s carving on its trunk."},{"type":"text","value":"He sees the same numerals in everything, confounded by their haunting as much as their carver’s absence."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild wanders the park’s great lawn, surrounded by the toppling skyline."},{"type":"text","value":"Beyond the old city’s ward, the summit eclipses the setting sun, and night sinks again into the whispering leaves."},{"type":"text","value":"-"},{"type":"text","value":"He has hunted like a hound, though his nerve unravels in the night."},{"type":"text","value":"He careens in memory like a needle leading thread; he shadows whose braided end is an anchor fathomed somewhere deep in time."},{"type":"text","value":"Wearied, he rests beneath a driftwood sculpture, a horse above a leaf-bedded fountain."},{"type":"text","value":"He presses his head to its chest and lay beneath its naked wires, imagining a world where his drumming stops and her leaves don’t fall."}]}]},{"chapID":"8","title":"black","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>S</span>omething watches from the wood;</span> its pale eyes wait, shining in the night."},{"type":"text","value":"Wild calls out to no reply and sleeps each night with dagger at the ready."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He keeps the distant company across many seasons, far beyond the ruins of the fallen city."},{"type":"text","value":"He hears its footpad trod along his trails. A path apart, just out of sight."},{"type":"text","value":"Branches rustle in step with his step, and rest when he strikes camp."},{"type":"text","value":"It heaves. It hunts. Lapping at the frozen, inky water. Booming through the barren trees."},{"type":"text","value":"He listens for it panting. He feels its absence whenever it roams."},{"type":"text","value":"-"},{"type":"text","value":"Below the summit, an early snow blankets the forest in silence when Wild catches a first glimpse of his counterpart’s careful tracks."},{"type":"text","value":"Something large, canine."},{"type":"text","value":"His prints are mighty. His path barrels through the formidable snowdrifts."},{"type":"text","value":"-"},{"type":"text","value":"The crystal day descends to black and blurry night. Snow falls. The trees ache in the frozen wind."},{"type":"text","value":"Wild, huddled, spends another night gazing into dancing ember."},{"type":"text","value":"At the edge of sleep, a howl rises from far and away in the snowy hills."},{"type":"text","value":"-"},{"type":"text","value":"He stirs from his small root-bed shelter, pulling back the canvas fly that meagerly concealed him from the ghostly cold."}]},{"pageID":"page2","text":[{"type":"text","value":"Doubtful of reply, he still whistles in the glassy trees - but this time, the eyes are immediate, opening before him, closer than they’ve been before."},{"type":"text","value":"The black dog is only silhouette against the cold white blue of the winter storm."},{"type":"text","value":"Wild beckons, though it won’t step into the light."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He trembles through a barren winter, charting course for safer passage."},{"type":"text","value":"The teeth of crag that defend the summit are pocketed by miles of brutal, frozen mire."},{"type":"text","value":"Beneath the heavy stratus, his eyes adjust to the growing dark of sunless days."},{"type":"text","value":"They glint a pale gleam in the scant light by star."},{"type":"text","value":"-"},{"type":"text","value":"The wind forces him retreat the rugged terrain, and he slips deep enough into the timberline to ignore its taunting."},{"type":"text","value":"He hears something like a whimper, deeper still."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Another gray dawn breaks, and, weakening, he staggers again through the range’s fortress guard."},{"type":"text","value":"He carves into the black spires of petrified tree, but his dulling blade makes no mark to remember his blaze."},{"type":"text","value":"The dagger is soon covered in the soot of their mineral shard, and by fire and failure, the color creeps across Wild’s body until his eyes are all that betray him from the camouflage of ash."},{"type":"text","value":"The wind is conscious of him by day, and its inevitability beats him into the shroud of night."}]},{"pageID":"page3","text":[{"type":"text","value":"His body rises, though over time and hill and mile, he watches from farther behind - made less of himself and more of his shadow."},{"type":"text","value":"-"},{"type":"text","value":"The shape of Wild is motionless atop a slate, blue bluff, though his canvas cloak billows in the rippling night air. Black."},{"type":"text","value":"The dagger is driven like a headstone into the frozen earth."},{"type":"text","value":"Blackened leaves blow from the wildwood and rush past him, over the edge into empty air."},{"type":"text","value":"He is the farthest into darkness his body can carry him, and there is no deliverance from the impasse of the cutting climes."},{"type":"text","value":"He curls around the dagger, though stares, wide-eyed into the ink of wilderness; so long traversed, he can’t distinguish himself from the tattering cape, the falling leaves from snow, the ground from cloud."},{"type":"text","value":"He heaves a deep sigh."},{"type":"text","value":"Hunger and pain, lost too, in the shape of his shadow."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"From the vista, he sees a small fire grow in the valley below, and, surprising himself, emits a long, sorrowful cry into the still night."},{"type":"text","value":"<span class=break>A whistle returns.</span>"},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Trees break beneath his bound. Crazed. Blitzing."},{"type":"text","value":"He gallops under pallid moonlight past the hissing remains of extinguished encampments, as lost in the woods as they are to memory."},{"type":"text","value":"His watercolor, tar and oil, splatters, flecking the frozen branches that shatter in the wake of his barreling."}]},{"pageID":"page4","text":[{"type":"text","value":"The paling emerald in his eye is fixed on the camp-light’s faint orange glow, a candle against the blue ice of midnight, a lone pyre in the infinite, glacial woods."},{"type":"text","value":"His eyes are immediate."},{"type":"text","value":"-"},{"type":"text","value":"He approaches the primitive fire, circling, and studies the camp from just beyond its clearing."},{"type":"text","value":"Endless sets of clawed and booted tracks arrive and depart, retrieving or retreating from every direction, back and forth into the sacred hewn haven."},{"type":"text","value":"He huffs above the frigid earth. He bats his ears, mouth watering."},{"type":"text","value":"-"},{"type":"text","value":"Speckled maps are tacked among the gold and gleam of leather leaves to the flame facing sides of half-living trees. A rusted, red lantern hangs from a loping limb, above rickets of whittled sticks, each tied with a small cut of cross-hatched fabric."},{"type":"text","value":"Notched into the sanctuary's trunks, arrows point out and back in to the camp, above names that have been cut over, carved again, then sawed into nothing."},{"type":"text","value":"A pallet bed of exhumed railway planks is nestled into the thawed earth beside the fire, and watercolor paintings of horses appear crumbled and thrown like its kindling."},{"type":"text","value":"The animate flame plays upon the still-life of the collection, though there’s nothing living in the stasis of its reverence."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild steps into the evidence of life, life collected or reclaimed in recollecting, and shakes off the heavy snow from his bristly hair."},{"type":"text","value":"He discerns his fingers, each hand for the first time."},{"type":"text","value":"The light calms the law of fang and dispels the shadow of his indeterminate tenancy in twilight."},{"type":"text","value":"He spirals the small library, each tear smoking the ash of his form, like he himself was ember, until his new body is naked in the true light of the living flame."}]},{"pageID":"page5","text":[{"type":"text","value":"-"},{"type":"text","value":"Wild shakes the soot from his cloak and warms himself in the pyre light. He sharpens the dagger, returned too, to its iridescence."},{"type":"text","value":"-"},{"type":"text","value":"Beyond the glade of his camp, there is only night, though anguished, sonorous howling breaks the brittle silence."},{"type":"text","value":"Their droning, sorrowful harmony, shivers and thrums the rock and wood like sirens surrounding the hollow."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild stands to meet their need, but hesitates before the multitude of gleaming eyes that gaze into him from the dark."},{"type":"text","value":"He lays the dagger in the dirt, a display, and waits."},{"type":"text","value":"His hand is steady without the blade."},{"type":"text","value":"-"},{"type":"text","value":"They bay and cry, howling, water-falling."},{"type":"text","value":"Tears well in Wild’s eyes, yet he raises both hands."},{"type":"text","value":"Instead of beckoning them into the warmth, he waves them on - away."},{"type":"text","value":"-"},{"type":"text","value":"The pack’s whimpering quiets into a single force that assembles and waits just before him."},{"type":"text","value":"He feels the snap of limb and hulk of heavy pad approach the glow of The Den."},{"type":"text","value":"Two green eyes reflect the fire-light from their chasm of boundless gloam."}]},{"pageID":"page5","text":[{"type":"text","value":"The Black Dog is a giant before him, though bends to kneel, its soot and smoke writhing and spectral in the light of the pulsing coal."},{"type":"text","value":"-"},{"type":"text","value":"From its maw, it drops a braided cord at Wild’s feet."},{"type":"text","value":"A frayed rope: a loop tied in one end by an ossified knot, the other severed by an unknown will. The beast shudders and a gnawed spool like a kite bobbin shakes loose from its mane. It unwinds, rolling toward Wild from the smoke."},{"type":"text","value":"The Black Dog nudges it forward with the silhouette of its snout."},{"type":"text","value":"-"},{"type":"text","value":"Bells stretch out in the atmosphere and sink like fog into the glow of the collected camp."},{"type":"text","value":"Behind the dog, trees bend and bow to shape a threshold."},{"type":"text","value":"A tunneling path spirals into the heights beyond them: an unencumbered trail, aglow by the gold of gleaming, chattering leaves."},{"type":"text","value":"-"},{"type":"text","value":"The beast raises its head to nuzzle into Wild’s chest."},{"type":"text","value":"Desperate, starved of embrace, Wild swings his arms around the great hound, but it dissipates, a black river rippling through his fingers, adrift as formless ash."},{"type":"text","value":"The soot laps around him before its black sand rises, whispering into the indifferent rites of moonlight."}]}]},{"chapID":"9","title":"a(frame)","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>T</span>he shadows, horse and hound,</span> play upon the thinning, thawing wildwood."},{"type":"text","value":"They gallop, dart and bound through the stroboscopic climb, and finally walk beside him in his own shape."},{"type":"text","value":"He spots a button buck in the skeletal trees."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Blackened leaves, like torch-touched pages, smolder against the gleam of the ochre flags that light the looming rise, littered like the obliterate remains trailing from the Den, tread and trampled a thousand times."},{"type":"text","value":"He remembers the mare in their color - the first time they’ve shone since their separation."},{"type":"text","value":"He clenches his chest and the memory: her ascent here, fire freckling the breeze."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The hollow way widens and delivers him from the timberline to the shifting mountain’s sands."},{"type":"text","value":"An extraordinary tree marks the end of the portal pass. Towering into cloud, standing guard, larger than the rest."},{"type":"text","value":"Its whirlybirds softly spiral; he catches one to keep."},{"type":"text","value":"-"},{"type":"text","value":"The tree has wounds, imbedded pieces of brick and siding, the risers of wooden stairs."},{"type":"text","value":"A cablecar bell tarnishes, mounted to a swallowed rung of a porch’s rail."},{"type":"text","value":"The bell hammer is cantilevered by a small chain, though its links lay wrested apart, broken in the silt."},{"type":"text","value":"He pockets the links of chain and keeps moving."}]},{"pageID":"page2","text":[{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild surveys the climb, hands cupped above his brow."},{"type":"text","value":"He wears the braided knot around his wrist; its frayed end whips wildly in the open air."},{"type":"text","value":"-"},{"type":"text","value":"The path rounds the mountain sprawl as its concentric circles tighten to wind its ever steepening slope."},{"type":"text","value":"Tall grasses crash around the trail like parted sea."},{"type":"text","value":"He glides through the battery with such ease, he laughs aloud to the strange sensation of being carried."},{"type":"text","value":"The wind cradles his laughter across the great range, gathering brush and blade, an avalanche of leaves with disparate voices crashing down the swaying canyons, splashing against them, erupting again like tearing paper, falling pages."},{"type":"text","value":"-"},{"type":"text","value":"He wades the shifting prominence for days, against the thickening grit of cloud and clamor, storm and amber."},{"type":"text","value":"His mouth dries, lips chap, defying the gale force at the dazzling altitude; he’s grateful, for a moment, he can no longer see the valleys gone long below."},{"type":"text","value":"-"},{"type":"text","value":"Wild sees the turf forget its trees to regale its titans. Curtains of rain berate the scar."},{"type":"text","value":"Slabs, like ancient doors, grand sheets of marbled discard, are crashed, impacted wardens to the crag: a servitude in exile from a forgotten heaven’s sculpting stone."},{"type":"text","value":"Chattering leaflets make and mend a path; their russet and topaz bend around the megaliths’ angles: a broken staircase ascending torn sheets of vacant drywall, raw and ragged and speckled by the sodden leaves."}]},{"pageID":"page3","text":[{"type":"text","value":"Wild scales the tonnage of forsaken geometry and clings tightly to its fissures as they stagger ever higher into squall."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"His movements are slow and deliberate."},{"type":"text","value":"He tests each new foothold before shifting his weight."},{"type":"text","value":"The heirlooms, totems from The Den, clatter against themselves, tied round his back, though the sound is lost in the roar of storm."},{"type":"text","value":"-"},{"type":"text","value":"The leaves shift."},{"type":"text","value":"They grow and reimagine sunken terrain: former peaks reduced to ancient quarries - marched to erosion, haunted into ground."},{"type":"text","value":"Their spiraled trenches flood with crashing leaves, spill over and rise to mountainous heights, restoring themselves, hissing like language."},{"type":"text","value":"He crosses - a samara himself - beneath their piles like pillaring towers, rolling ranges of shushing, writhing."},{"type":"text","value":"Ash among ash, stone and sky are separated only by the pain in his footfall."},{"type":"text","value":"The leaves confuse his bearing."},{"type":"text","value":"He winds a tightening channel, hands against its breathing furrow, afraid he’s crossed its cleft before."},{"type":"text","value":"-"},{"type":"text","value":"Pressing through, higher, he struggles to hoist himself atop an imposing bluff."},{"type":"text","value":"Clamoring over, he finds an alcove the wind cannot reach."}]},{"pageID":"page4","text":[{"type":"text","value":"He staggers, a hand against its slick and glistening walls, winded."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The small cave is unnatural, chiseled by more than mettle. Its maw is scalloped with small, hand-hewn ledges - each home to its own lantern."},{"type":"text","value":"Hundreds of lamps line the small cavity - each a different make, age and color."},{"type":"text","value":"Waiting. More toll than shrine."},{"type":"text","value":"-"},{"type":"text","value":"Wild drops to his knees, enraptured by the sight of the room, its order."},{"type":"text","value":"He weeps, doused in the glow of each lantern’s flitting flame."},{"type":"text","value":"There is a single unoccupied ledge, glittering in the effigies’ dancing light."},{"type":"text","value":"-"},{"type":"text","value":"Wild unlatches his own red, rusted lantern."},{"type":"text","value":"A sacred salvage from the heart of the Den, retraced, retrieved by the animal of his love."},{"type":"text","value":"He places the lantern on the cold stone as thunder laps against the cascading rockface and murmurs into the hills."},{"type":"text","value":"Lightning crackles within the touchable clouds."},{"type":"text","value":"In the crash, he hears the unmistakable cry of a horse. A herd of horses."},{"type":"text","value":"-"},{"type":"text","value":"Wild warms himself in the lantern light, wide-eyed, longing."},{"type":"text","value":"He dons his hood, bracing again for the storm and climb."},{"type":"text","value":"Yet for every attempt to forfeit the lamp, he returns: penitent, in worship, to its gentle light."}]},{"pageID":"page5","text":[{"type":"text","value":"He reaches his hand into its fire and again wicks a small flame into his own palm."},{"type":"text","value":"It takes the shape of an animal, rearing, before it gallops and blazes into nothing."},{"type":"text","value":"A memory."},{"type":"text","value":"-"},{"type":"text","value":"From the corner of his eye, he spies a foxtail-flick of color."},{"type":"text","value":"A furious whip of tattered cape snaps beyond sight into the wild night wind."},{"type":"text","value":"He hears the heavy rustle of its canvas ripple just beyond the threshold of the mountain wound."},{"type":"text","value":"Wild howls aloud like pain, like ’finally,’ and blinks the hazel from his stare, bounding up and onward in cautious pursuit."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The mountain paths wind like warrens through its stone."},{"type":"text","value":"He aches beyond flinching, wincing lost along the endless stair, and follows the Cloak to heights above the spiraling scaffolds."},{"type":"text","value":"The Cloak scales the next vista, a step ahead. Ascending."},{"type":"text","value":"-"},{"type":"text","value":"Wild heaves himself atop another crumbling edge."},{"type":"text","value":"Every surface of the cliff’s recess is lightning-splintered marble."},{"type":"text","value":"He peers backward, over its ledge to see the avalanched monoliths below,  but they’re lost to rising water."},{"type":"text","value":"He sees by touch against the gathering storm, tracing each jagged edge - cleft, too, by hand and hammer."}]},{"pageID":"page6","text":[{"type":"text","value":"In darkness, he covers the breadth of the escarpment, trusting the afterimages left by lightning, beneath the windsweep wash of leaves and pummeling rain."},{"type":"text","value":"The storm is familiar. A boundless slate."},{"type":"text","value":"Its rains flood the river valleys and swallow the mountain pass below."},{"type":"text","value":"The sky strobes, and all but his cape is frozen in the flash."},{"type":"text","value":"He’s not alone."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"With the strike, a horde like a hundred sentries report, and Wild is surrounded by their spiraled guard:"},{"type":"text","value":"A waist-high holt of driven stakes."},{"type":"text","value":"-"},{"type":"text","value":"The trail-blazes tilt like headstones, and encircle him atop the crackling bluff."},{"type":"text","value":"Each way marker is cut from a different tree, whittled by a different blade."},{"type":"text","value":"Each is adorned with a small swath of fabric, every cloth unique, though the color and age of  their stains reflect the same sanguine shape of a shared, tended wound."},{"type":"text","value":"-"},{"type":"text","value":"Wild wades through the babbling markers, driven in the dirt like a volley of arrows, launched like conquering, landed like warning."},{"type":"text","value":"He unbundles his own flagged stake and stabs it into the rock."},{"type":"text","value":"-"},{"type":"text","value":"For a moment the rain subsides; the rippling flags are the only sound."}]},{"pageID":"page7","text":[{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Spirals above, another bell tolls and fizzles in the atmosphere."},{"type":"text","value":"It stirs Wild from the center of the blazes as the flutter of the Cloak snaps beyond the quaking whorl, and slips, again, out of sight."},{"type":"text","value":"-"},{"type":"text","value":"In anguish, Wild cries out to Woe, to Woebegone."},{"type":"text","value":"The names echo, racking the canyons, miles below."},{"type":"text","value":"He listens, as they ripple down the range until he’s jolted by his own - his name, called from the final heights above."},{"type":"text","value":"His hackles rise."},{"type":"text","value":"His body ails through the upper ridges of the summit, but he moves to strand who bids him, challenges him from the daylight above the storm."},{"type":"text","value":"________________"},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He twists the switchbacks, carves and climbs when the path is lost beneath the leaves."},{"type":"text","value":"The mountain writhes under his step, its crumbling rock rising, floating away on the ferocious wind, becoming light and leaf itself in the roar."},{"type":"text","value":"He crunches skyward through the shrapnel, a gilded drift against the endless gray, to reach the peak’s penultimate foothold, its leaf and scree defying grip and gravity."},{"type":"text","value":"A slick, sodden mud loosens around the root system of impossible life at the altitude."},{"type":"text","value":"He wrests himself upward through its variegating clays to a mantel made entirely of the braided roots of the trunk of a petrified tree, gray and colossal."},{"type":"text","value":"Its highest branches reach out for light and break the clouds; its lowest are impacted artifacts of the nameless lifetimes below."}]},{"pageID":"page8","text":[{"type":"text","value":"-"},{"type":"text","value":"The same cantilevered bell is hosted by its trunk. The tree upon inspection, the same tree."},{"type":"text","value":"-"},{"type":"text","value":"Wild, sick and sore in mind and body, falls at its feet to weep. A dream, happening, lapping at the edge of his vision, lay translucid over his madness. His hope and heartsickness, intermingled. His anger, his determination, inextricable. His love and fear, interchangeable."},{"type":"text","value":"He dreams."},{"type":"text","value":"Of a hammer in his heart like the tired train toll, of his heart beneath the arrow volley of its way-mark stakes, of its immolation in the lantern light, of its kite-string pull by a rope-braid knot, of returning:"},{"type":"text","value":"its summit to its sea."},{"type":"text","value":"An endless dream he could continue to dream."},{"type":"text","value":"-"},{"type":"text","value":"He wakes covered in the tree’s shedding leaves."},{"type":"text","value":"Each of them a map, a new language. Re-imagined names for the same coordinates."},{"type":"text","value":"He sighs a deep sigh, unfurling his own map, comparing his nomenclature against the etchings on the giant leaves."},{"type":"text","value":"He lets the scroll fall to the company of the endless, fading sojourns."},{"type":"text","value":"His own, a fang in the rough."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The wind tears the cowl from his cloak and mangles its tatters in the old tree’s branches."},{"type":"text","value":"The storm is moving. Aware."}]},{"pageID":"page9","text":[{"type":"text","value":"His frozen hands fumble for the broken links of chain. He bends them against the tree and fights to join them to their striker."},{"type":"text","value":"Wild heaves the great chain that strikes its hammer to the chime:"},{"type":"text","value":"an axe lowered, a message, a means to mark his arrival."},{"type":"text","value":"-"},{"type":"text","value":"The ancient tree shudders."},{"type":"text","value":"Dislodging from the behemoth, an impacted piece of banister topples, cracking and splintering down the branches of the titan."},{"type":"text","value":"Wild gazes up the trunk of its broken path, and sees the worn handle of a foreign dagger driven like a knot - then another driven left, then again, higher right, a hundred staggering up the trunk."},{"type":"text","value":"A ladder."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"His vision clears. His direction, returned."},{"type":"text","value":"He bloodies his hands up the bark to reach the first hold, then climbs hand over fist."},{"type":"text","value":"The tree sways, but each bound blade is strong, its owner’s sacrifice felt in every leap of the climb."},{"type":"text","value":"The Altar, the summit’s final threshold, is obscured in the fury, branch and shard and banister."},{"type":"text","value":"The wind reacts; its chaff tears his cape to skin."},{"type":"text","value":"It would have him return to haunt."},{"type":"text","value":"It would have him forget his haunting."},{"type":"text","value":"Another climb, another meaning."},{"type":"text","value":"-"},{"type":"text","value":"Against the Gale, Wild reaches the final hilt and unsheathes his own blade."}]},{"pageID":"page10","text":[{"type":"text","value":"With the last of his strength, he gores the dagger into the tree."},{"type":"text","value":"He trembles pulling himself to its heights, and from its step, grasps the edge of the crumbling stone to pull himself atop the tor."},{"type":"text","value":"-"},{"type":"text","value":"A groan, then a squeal:"},{"type":"text","value":"A cracking brutality issues from the trunk below as the titan twists and falls from its duty: a steward’s tenure fulfilled."},{"type":"text","value":"-"},{"type":"text","value":"Wild rises, unarmed, to face his summons on the final, barren plane."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"A lone slab, worn to polish, breaks the crest of the mountain’s wave."},{"type":"text","value":"An empty altar."},{"type":"text","value":"-"},{"type":"text","value":"Wild approaches and the skies grow quiet."},{"type":"text","value":"An unfired torch lay at the base of the jutting slab."},{"type":"text","value":"He sees himself in its marbled mirror, the result of his concentric winding, an atlas of his hope’s topography, opened to an empty page, leveled to a solitary plane."},{"type":"text","value":"He marvels, a devotion to devotion, mare and meaning lost."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"In the reflection, he sees the silhouette of a higher climb, visible now beyond the vanquished storm."}]},{"pageID":"page11","text":[{"type":"text","value":"He turns to see it true: a mauve range in the blue waves of imminent morning."},{"type":"text","value":"His eyes water."},{"type":"text","value":"Revolving. Returning. Recounting. Relinquishing."},{"type":"text","value":"He pours over gorge and dale, thousands of miles below. Lifetimes away."},{"type":"text","value":"The valley reveals all he’s raised as offering."},{"type":"text","value":"On his knees, he follows the headwaters to the downed train, sleeping beneath its cliff and valley, its rail-pilot crashed like the bow of a sunken ship."},{"type":"text","value":"He reads the dotted smoke-signals, piping from atop the wood-hidden cabin within the tomb of Forest Park."},{"type":"text","value":"He holds out a hand, rolling his wrist as he mimes the course of the high rim loop of rail and ridge. Its leaves swirl over the surf of hill and valley - gold and gilding in the growing rose."},{"type":"text","value":"The trees of the Black forest of night barely crest the glittering, waters. Undamned."},{"type":"text","value":"-"},{"type":"text","value":"He meets himself again in the mirroring stone. Tears roll - together with his reflection, together in time."},{"type":"text","value":"He extends his arms and falls against the slab. A starved, costly embrace."},{"type":"text","value":"The only offering accepted."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild dreams the open-eyed dream. A stream of past and present, imagining its future;"},{"type":"text","value":"Careening the folding map of mind, as the river sows its valley, mends its scar by light of star."}]},{"pageID":"page12","text":[{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Wild stands and picks up the torch. He looks out again at the sprawling, testament range."},{"type":"text","value":"One by one, beacons ignite across its foothills, atop the peaks of lesser mountains, a thousand blinking candles."},{"type":"text","value":"A small lantern light fires beyond the swelling flood below. Its feeble lamp hangs on the far side, opposite him, above a frayed-rope bridge."},{"type":"text","value":"-"},{"type":"text","value":"Wild offers his hand to the open sky, and the fire of the mare erupts in his palm."},{"type":"text","value":"The horse whinnies and rears as he ushers her power to the candle."},{"type":"text","value":"It blazes to life."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The hollows of the mountain caves bay like hounds, whistling like the terrain was itself an instrument made only to sound his welcome. Heralding a new age, a new name."},{"type":"text","value":"He hoists the flame high above his head, and walks out to the edge of the plane."},{"type":"text","value":"Another light to another path."}]}]},{"chapID":"10","title":"onward//drift","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>T</span>he Man Beyond The Map</span> descends upon a burgeoning valley of sun-kissed waves of foothill green."},{"type":"text","value":"He hunts a fawn, though not by hunger."},{"type":"text","value":"-"},{"type":"text","value":"The Man brushes strands of untamed hair from his face and sinks beneath the swaying grain to cradle its fertile soil, letting it spill through his fingers and waft in the gentle breeze."},{"type":"text","value":"He clutches a shred of dried canvas left in the sieve."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Small tracks follow a thin river bed in the valley’s lowest cut."},{"type":"text","value":"The land is rife and rich; time has forgotten its once barren plains, long since surfaced after untold submergence, reconstituted over countless pollenating years."},{"type":"text","value":"Its salvages litter the earth. Revealed, retrieved by sunlight. Reclaimed and mossen - a host to new holies: wounds re-imagined like wombs."},{"type":"text","value":"He knows this world, is a family to its wilderness, and tours its exhumations: brought to life beneath the sacrifice of the mountain-hung light."},{"type":"text","value":"-"},{"type":"text","value":"He wades through green new growth, spiraling the heart of a thick and thawing, petrified forest."},{"type":"text","value":"Trunks are toppled columns, cool and still as stone."},{"type":"text","value":"The forest floor is flagged with fronds and creeping vine, sewing the world together. Green and alive against the old crater’s gray."},{"type":"text","value":"A den, repurposed."}]},{"pageID":"page2","text":[{"type":"text","value":"In its center, he inspects the evidence of a refugee: stones arrayed for fire, peeling paper detritus impacted in the clay."},{"type":"text","value":"There are etchings on the nearest trees, but their language is lost to time."},{"type":"text","value":"The Man’s ears perk to the sound of a distant howl, though he walks unbothered by what is Wild on the wind."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Across the growing valley, water falls and sprites over the eaves of stone and fern, lapping down to the waking riverbed."},{"type":"text","value":"Woebegone whistles into an infinite sky, his hands behind his head, reclined on the moss-and-barnacled husk of The Wreck. Its plow still fords, its jagged spire softened by the green of its reclamation."},{"type":"text","value":"He draws the shapes of notes in air, and they hang there, though there is only the song of The Man Beyond The Map."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"In the crashing tide of grass and grain, The Man takes rest on a beacon hill."},{"type":"text","value":"A hearty tree, the last of its strand, lords over its land."},{"type":"text","value":"Woe’s right hand feels the course bark of its tower."},{"type":"text","value":"He kicks his legs over the lowest loping branches, now blooming like the once fallowed plains."},{"type":"text","value":"The young man laughs, but there is only the quiet shape of The Man Beyond The Map."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The Man leaves his own tracks through the waking riverbed: its desert sand now dampened silt."}]},{"pageID":"page3","text":[{"type":"text","value":"Its pores ripen with living roots, filling to brink and brim with life as water seeps through to babble through the birdsong valley."},{"type":"text","value":"A Wild gust of wind wanders through his hair, cinder on its breeze, something sweet carried far and away. Spreading."},{"type":"text","value":"The clay cracks heal beneath the great exhale."},{"type":"text","value":"Pillowing green and flowing spring. Life renews, overgrown with bounty: a world replenished in light."},{"type":"text","value":"Hummingbirds tear through the sky above pollinating fields, sunflower, sweet grass and iron weed."},{"type":"text","value":"-"},{"type":"text","value":"The Man stands in the cool fresh water, and watches his reflection, running downstream."},{"type":"text","value":"Blood streaks the water around him, though he kneels to drink before pressing on."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Windswept beneath the foot of the titan, the mountain shadow stretches across The Man’s face."},{"type":"text","value":"Upon his approach, the ground begins to quake - a force so thunderous, the river water tremors, cymatic droplets rise and float without falling."},{"type":"text","value":"-"},{"type":"text","value":"An undamned thunder saturates the atmosphere."},{"type":"text","value":"The Man watches, unflinching, as a thousand horses converge from every direction."},{"type":"text","value":"He stands opposite to their imminence. He heralds it."},{"type":"text","value":"-"},{"type":"text","value":"Their reunion trembles the tor with every beating hoof."},{"type":"text","value":"The herd approaches the shores of mountain, as he wades from the banks to face their tidal wall."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"A sum of himself, each of his lifetime’s tears well in his eyes."},{"type":"text","value":"He squints in the wind as the summit shadow is mist and tremor before him."},{"type":"text","value":"He purses his lips and closes his eyes, holding a hand outstretched to shield himself from the deluge of leaves that whisper past."}]}]},{"chapID":"11","title":"go","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>T</span>he leaves that make the shape of Wild,</span>"},{"type":"text","value":"the shape of the mountain itself, rustle as the storied peak is shaken, sunken level to ground - the great wash of its flood spreading out and touching everything, making and changing the terrain, the evidence of time, its transcription, its translation."},{"type":"text","value":"Wild’s time sounds like hissing, like language, burning, like waves crashing."},{"type":"text","value":"He opens his chest, arms wide in welcome, as his altar meets the prairie."},{"type":"text","value":"The mountain sinks to its plains, the flat mirrored pane of its slab, now host to every step, now tread bereft of struggle or climb."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The ancient herd approaches. A multitude, a chorus. All fire and fury, and Wild is unafraid."},{"type":"text","value":"He raises his light as high as he can as he’s dragged into their sea, the pain and triumph of his own memory dissolving his tired form in the dust of the stampede."},{"type":"text","value":"Something new of him runs, joining them. Together in time, together with time."},{"type":"text","value":"A horse and hound under the light of the sun. Beside the light of himself, among his selves."},{"type":"text","value":"He runs and never tires."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The Man Beyond The Map watches, wading silently from the river banks."},{"type":"text","value":"Before him, the cavalcades of horses bray and rear around the crumbling mountain’s shore, awash in the purple dusk."},{"type":"text","value":"Their herd rends the summit of its shadow: a morning, meeting midday."},{"type":"text","value":"He watches them overtake a lone horse, spiral it, then follow it as their new leader."},{"type":"text","value":"<span class=break>__</span>"}]},{"pageID":"page2","text":[{"type":"text","value":"The Man makes for the high hill of the valley. His sun-cast shape touches everything behind him."},{"type":"text","value":"-"},{"type":"text","value":"The horses buck like flits of flame leaping from a wildfire and spread themselves from the flowing prairies to the near dark green of the oldest woods."},{"type":"text","value":"They halt their jubilee, approaching its horizon:"},{"type":"text","value":"The silhouette of a full-grown stag stands, motionless, atop the acres of dancing grass."},{"type":"text","value":"He is wounded."},{"type":"text","value":"-"},{"type":"text","value":"The stag waits. A statue. Then starts quietly toward the fury, capable now, the full valley in view."},{"type":"text","value":"The horses make for the silhouetted horns, intent to blow and bellow before the great stag’s shadow."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The Man squints into a pained smile, laugh lines disguising the consequence of his work."},{"type":"text","value":"The avalanching leaves are a sea, crashing, swallowing and sewing."},{"type":"text","value":"Their fallen mountain’s shadow is swallowed in the shape of his own, a form like Wild’s, Woes’ and wilder, and stretches out over the rippling hills."},{"type":"text","value":"In the setting sun, a steeled-green firelight flashes in his eyes."},{"type":"text","value":"A Sum Beyond A Severance, The Man is Another Wild."},{"type":"text","value":"<span class=break>__</span>"}]},{"pageID":"page3","text":[{"type":"text","value":"The great stag breaks his silence, grunting, bugling, rearing before the wild herd."},{"type":"text","value":"He kicks his hooves and squeals into the melting light and bounds toward them, dashing at full strength and speed."},{"type":"text","value":"-"},{"type":"text","value":"The full force of stampede whinnies in turn and rushes toward the deer."},{"type":"text","value":"They collide - in a fury of watercolor, fire and flag,"},{"type":"text","value":"that sows their leaves of gold"},{"type":"text","value":"into garden, evergreen."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Somewhere, <br> a hearth pops and squeals <br> into the blue black hiss of early morning."},{"type":"text","value":"In a quiet house, dappled by moonlight, <br> a sleeping fawn is nestled <br> in the gnarled roots <br> of a fallen tree."},{"type":"text","value":"It lifts its head, <br> aware.<br> Imagining."},{"type":"text","value":"Its ears flutter, sensing The Man, <br> though it remains hidden, <br> too afraid to move."}]}]},{"chapID":"12","title":"time/catchandrelease/mantrarecital","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>A</span>nother Wild opens his eyes,<span> wincing, blinking to the crackle of a hearth-drawn fire in the vaulted den of a forest cabin."},{"type":"text","value":"He stands before a desk littered with familiar notes, tape recorded logs, pencil sketched maps."},{"type":"text","value":"He slowly drops his arms, hands still raised in defense, braced against the whip of wind, the battery of trampling stampede."},{"type":"text","value":"-"},{"type":"text","value":"He sighs a deep sigh and returns to his findings, collected evidence of love, its endangered preservation -  himself: a steward to the body of work, the body at work, older."},{"type":"text","value":"He nods to his reflection in the pane of an old mill painting, and for now, it nods in sync."},{"type":"text","value":"He pulls a page from a growing tome, and shuffles it nearer in order. As he reads, his hand moves to sooth an intercostal wound, a lifelong ache. He shuffles again."},{"type":"text","value":"The thrum of crickets pulses in the woods outside the house."},{"type":"text","value":"The drum of beating hooves race in time in his heart."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Pages of crisp and crumbled leaves cover the wooden floor, the vacant furniture. Finger paintings of animals curl above a fireplace mantle and lay scattered around its hearth."},{"type":"text","value":"He stands inside The Great Room, a chamber he knows well, in the dim light of the hissing coals."},{"type":"text","value":"The dark of early morning streams through the structural wounds; A great tree has fallen through the house. Its branches reach and braid into everything."}]},{"pageID":"page2","text":[{"type":"text","value":"The tree’s giant trunk climbs up the stairs and separates a second story bedroom from a balcony hallway of fading portraiture. By hammer of wind or wilderness, the ceiling to half the house has sunken in or blown away."},{"type":"text","value":"-"},{"type":"text","value":"There are files of poetry, reports and stories, love and ghost and lyric in the writing. A loss and labor in the leaves."},{"type":"text","value":"Coffee rings mark the stacks of samara-scattered pages."},{"type":"text","value":"Typewriter ink and the treacly smell of burning paper hang in the air."},{"type":"text","value":"A small rescue radio’s static swells and hums with arrhythmia."},{"type":"text","value":"-"},{"type":"text","value":"He brushes the helicopter seeds aside and pores again over the logs:"},{"type":"text","value":"The sudden thud and squeal of palms on glass pulls his attention to a window, lost in the pre-dawn dim of forest night."},{"type":"text","value":"He sees Wild, just as he remembers himself, peering through the foggy glass."},{"type":"text","value":"Another Wild carries the lantern from the desk and hoists it to the murk. Wild’s animal eyes shift and search the room. A cycle obscured, obscuring place and time."},{"type":"text","value":"He stops reading, and the shape of Wild fades, frightened away by his own haunting."},{"type":"text","value":"An owl watches, perched on a beam of the splintered carnage of half-shingled roof."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Miles of thread are mangled in the bark; his mother’s quilting needles extrude like tiny branches climbing up the felled tree."},{"type":"text","value":"He allows the walls their talk and listens for his own memory."}]},{"pageID":"page3","text":[{"type":"text","value":"-"},{"type":"text","value":"The wind animates the still-life, rustling the years of fallen leaves that paper the Great Room; the pale blue moonbeams shine through the framed and unnatural skylights; the embers flare and flicker in the small fire."},{"type":"text","value":"The Mirage, a lineage in portraiture, watches him from behind fractured glass as he bends to inspect another loom of lilted leaves."},{"type":"text","value":"The stack upon the desk recounts a mountain crumbling, horses running."},{"type":"text","value":"What is bygone remains, preserved in the language, alive in its word."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He stands at great length, until an order to the leaves takes shape."},{"type":"text","value":"He reads, and Woe endures: a spiraled maze of amber wave, a parachute imagined in its reliquary tree. His hope enfeebled. His pain beyond escape."},{"type":"text","value":"He reads, and Woebegone splinters, scars and statues: a kaleidoscope of dreams of trains beyond course, memory beyond entry."},{"type":"text","value":"He reads, and Wild smolders: through hunt and haunt, claw and climb. An ember in the dried ephemera of a thousand ways to relieve his grip, to light the threshold, a soot reborn to every season."},{"type":"text","value":"They happen again - their language beyond recital - within and without him, as they are spoken."},{"type":"text","value":"-"},{"type":"text","value":"The tome he grows is time re-sewn - what could not last of himself is returned, preserved, lingering in the pages. A deep love, reaching. Running without tire."},{"type":"text","value":"An ending never-ending, a beginning always beginning."},{"type":"text","value":"He lays the stories, their maps, on top of themselves, a topography to themselves, revolving:  speckled in wait for his own divination."}]},{"pageID":"page3","text":[{"type":"text","value":"-"},{"type":"text","value":"He writes the past cry out to its future and, by his assembly, his conservancy, by reading, his future reaches back in rescue."},{"type":"text","value":"He finds Wild’s cabin saga, and thumbs through its ghost story."},{"type":"text","value":"-"},{"type":"text","value":"As he reads, the flick of Wild’s shroud flits again in the dark as his story winds the groaning porch."},{"type":"text","value":"The wind sways the branches that creep above the Great Room’s gash."},{"type":"text","value":"________________"},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Another Wild moves to the dark of the foyer and tries the panel. The flood lights flash, though crackle, strobe and burst."},{"type":"text","value":"He reads the leaves the trail into the pit of the hall."},{"type":"text","value":"The foyer walls are lined with children’s paintings."},{"type":"text","value":"A wounded deer with splashes of color around its chest. Almost blood. Flecks of rain."},{"type":"text","value":"Another Wild’s hand returns to his side."},{"type":"text","value":"There are more drawings. A dog in graphite. A watercolor pony."},{"type":"text","value":"The droplets in the paintings darken; their ambers bruise and blacken, closest to the foyer door."},{"type":"text","value":"-"},{"type":"text","value":"Outside, Wild continues to prey - a great wolf, descending."},{"type":"text","value":"-"}]},{"pageID":"page4","text":[{"type":"text","value":"The front door is jammed, rooted by time and abandon."},{"type":"text","value":"Inside, Another Wild wails his shoulder against the unbridgeable hatch."},{"type":"text","value":"Behind him, lightning capillaries and illuminates The Great Room; a pair of hearth-mounted antlers frame his silhouette - appearing finally horned to his eternal hunter."},{"type":"text","value":"The vision, beyond the battery, is singed into the night, and Wild retreats again to darkness."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"The frame finally gives way, and Another Wild splinters the door free of the latch."},{"type":"text","value":"He creaks the timber slab aside and stares into the star field above the swaying acre glade."},{"type":"text","value":"Wild’s name is carved above the door’s oval glass, along with tally marks that range in depth and age."},{"type":"text","value":"Another Wild moves his hand from his side. Finally, blood. Like watercolor."},{"type":"text","value":"He connects the numerals with a finger to make the shape of a mountain range."},{"type":"text","value":"He leaves the door open."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Another Wild steps out and wraps around the groaning porch above the chattering woods.."},{"type":"text","value":"From inside, lantern light wavers through the harvest-apple kitchen’s slats of shades. He bends under the porch’s sunken eaves. The lamp faintly flickers from the dormant hall, throwing shadows like tenants."},{"type":"text","value":"He holds a hand up to its door. The porch light’s exterior bulb flickers."},{"type":"text","value":"The stair to the back deck sinks behind him into night. A brass dinner bell is mounted to the corner beam along its rail."},{"type":"text","value":"He tries the hammer, and the warm tone resounds."},{"type":"text","value":"He stops and scribes a note in the leaves."}]},{"pageID":"page5","text":[{"type":"text","value":"-"},{"type":"text","value":"At the tone, a small bundle, soft knuckle and fur, shudders in the leaves beneath the trunk inside the house."},{"type":"text","value":"Its something scuffles up the fractured stairs:"},{"type":"text","value":"A fawn, rustling from its nest to hide in the branch-barred second story."},{"type":"text","value":"Small droplets of blood trail its path."},{"type":"text","value":"-"},{"type":"text","value":"Silent, pursuant, Another Wild returns to the Great Room and carefully climbs the knots and needles, the crumbled bark and banister that ascends the sledge of the tree."},{"type":"text","value":"He eases off the body and pauses, scanning, looking down into the chasmic room."},{"type":"text","value":"He wades, memory and gloam, grazing the upper hallway of faded photographs and thanks who cannot return."},{"type":"text","value":"Then finally enters the room."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Most of the ceiling has collapsed and torn away, exposing the gradient of imminent dawn, swirling in the oil streak of windsweep and burning cloud."},{"type":"text","value":"A half wall remains, papered with pastel trains."},{"type":"text","value":"Books, trophy ribbons, games. The detritus of storm and time-frozen youth."},{"type":"text","value":"A model train set lay in disrepair on the leaf-strewn carpet."},{"type":"text","value":"-"},{"type":"text","value":"Woe picks up a smooth-whittled stick and plays en guard to the air."}]},{"pageID":"page6","text":[{"type":"text","value":"Woebegone sits cross-legged beside the train set, inching it back and forth, its wheels long locked with rust."},{"type":"text","value":"Wild teeters a brass, miniature rocking horse on a dark-stained book shelf."},{"type":"text","value":"Adrift, a boy sits shivering on the edge of a bed; his hair waves beneath a crumpled cowboy hat in the cool morning breeze."},{"type":"text","value":"The boy looks out into the open sky above the broken half-wall of the small bedroom, unaware of his host of ghosts."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Another Wild moves closer, though the boy’s eyes remain fixed, outward."},{"type":"text","value":"The boy raises a small hand to point in the direction of his stare, and Another Wild follows it beyond the crumbling room, beyond the sweet wild grass, to the foot of The Oak that guards the glade."},{"type":"text","value":"Rolling hills and unreachable heights are deep-blue-burgeoning in the first traces of day."},{"type":"text","value":"Another Wild returns to the boy."},{"type":"text","value":"A small knotted rope hangs from the boy’s wrist. An ancient tie."},{"type":"text","value":"-"},{"type":"text","value":"He moves to kneel before the boy, still shivering, clutching a thin, muddy spindle:"},{"type":"text","value":"the broken shaft, owl-feathered fletching and nock, of an arrow."},{"type":"text","value":"Another Wild presents the rope binding his own wrist, and gestures to unknot the young boy’s."},{"type":"text","value":"A paracord mangled to untangle its kite."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Unbound, an evergreen flash streaks across the boys eyes, wide enough to mirror the reflection of the downed tree’s branches swaying in their glassy, watering gleam."}]},{"pageID":"page7","text":[{"type":"text","value":"He winces, hugging the arrow."},{"type":"text","value":"Another Wild holds out his hand, requesting the broken totem, and waits until the boy reluctantly offers him the small, precious spindle."},{"type":"text","value":"-"},{"type":"text","value":"He moves his hand to his side again, and grimaces, laboring at his own wound for an infinite moment, exhuming."},{"type":"text","value":"With a stifled grunt, he exhales, shuddering, and again composes himself."},{"type":"text","value":"-"},{"type":"text","value":"He presents the boy a jagged edge, a blade-like shrapnel, like a talon - the arrow head."},{"type":"text","value":"With a length of their rope, he winds and joins the arrow shaft to the blade as a handle, a rough-wound hilt to a dagger he entreats to the boy."},{"type":"text","value":"-"},{"type":"text","value":"With the last length of rope, he sews the tome of leaves to their sequence, then finally sits beside the boy."},{"type":"text","value":"He pulls a threadbare length of cloth around the boy’s shoulders, and begins to read from the tome of leaves:"},{"type":"text","value":"<strong>“From a dueling distance - ”</strong>"},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Woe rests the wooden sword at the foot of the bed, and crosses his arms on the half-wall, gazing."},{"type":"text","value":"Woebegone lays back, arms behind his head, humming with the model train, squeaking along the rejoined track."},{"type":"text","value":"Wild places a hand on Another Wild’s shoulder and casts his flaming eyes toward the first taste of sunrise."},{"type":"text","value":"The boy leans against Another Wild’s arm, listening to their story, and soon falls into a heavy, sweetened dream."},{"type":"text","value":"One by one, the guard closes their eyes, and eases from reflection back into frame, rejoining the portrait corridor."},{"type":"text","value":"Until there is only The Man, beholden to the oldest, first and final tatter of Map."}]}]},{"chapID":"12","title":"summit/prayer/holy","pages":[{"pageID":"page1","text":[{"type":"text","value":"<span class=span-intro><span class=drop-cap>T</span>he Fawn sleeps</span> in the leaf pile remains of Forest Park, a small offering at the foot of its Monument Oak - the lasting herald of its hilltop glade."},{"type":"text","value":"The beacon bluff that hosts its warden lords above a sleeping valley, in the morning shadows of an ever-nearing, glistening mountain shore."},{"type":"text","value":"The Man swaddles the parachute canvas around the fawn’s small, speckled body and holds the dagger blade to the Wind."},{"type":"text","value":"He reads the tree."},{"type":"text","value":"Heights, names, scars of games, a thousand days of play. <br> The branches crash like talk and breathe above him."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"Beneath its boughs, an alabaster slab defies the hill: a sun-bleached pillar that marks his mother’s escape."},{"type":"text","value":"A sleepless dream. The wind in the trees. The ebb and force of star and storm."},{"type":"text","value":"Small chimes twinkle in the gale. The Owl watches The Man. Silently, steadily."},{"type":"text","value":"He lays the dagger before the stone after etching something in the final leaves of the bundled tome."},{"type":"text","value":"<span class=break>__</span>"},{"type":"text","value":"He looks out to the mountain, hair blowing in the turbulent Now, a feast like wildfire blazing in his eye."},{"type":"text","value":"A family of deer grazes far below, beyond, steam billowing from their snouts in the thawing dawn of the teeming, rippling valley."},{"type":"text","value":"He lays the book open at the cabin door."},{"type":"text","value":"Its red flags, waving, begin:"}]}]}]}