{"title":"A F A N G I N T H E R O U G H","description":"A concept album in 3 parts by A N O T H E R W I L D","url":"https://afangintherough.com","keywords":"anotherwild, a fang in the rough, noah fagan, music, album, concept, alternative","links":[{"name":"Spotify","icon":"spotifyIcon","url":"https://open.spotify.com/album/7dCZsnk1hRpFGTfNpFXKwT"},{"name":"Apple Music","icon":"appleIcon","url":"https://music.apple.com/us/album/a-f-a-n-g-i-n-t-h-e-r-o-u-g-h/1771281297"},{"name":"YouTube","icon":"youtubeIcon","url":"https://www.youtube.com/@anotherwild"},{"name":"Instagram","icon":"instagramIcon","url":"https://www.instagram.com/_anotherwild_/"}],"caption":"Photo by <a href=https://www.instagram.com/grantwlowe/> Grant W. Lowe</a>","about":"A F A N G I N T H E R O U G H <br> is a concept album in 3 parts by <br> A N O T H E R W I L D.","copyright":"©Ⓟ October 18, 2024 H O R S E A N D H O U N D","note1":[{"type":"text","value":"Before Woe, Woebegone and Wild, I grew up in a house tucked in an acre grove of forest, atop a country highway’s hill."},{"type":"text","value":"We ran barefoot through those woods and played outside through the sweet grass sway of summer to the leaf-pile days that bronze."},{"type":"text","value":"My father and grandfather were men of their text, outdoorsmen, hunters."},{"type":"text","value":"Back then, my grandparent’s lived through the rolling holt of trees that separated our houses."},{"type":"text","value":"Some nights Dad would stand on our back porch and sound a bard owl’s call into the well of cricket thrum."},{"type":"text","value":"A few moments would pass, his notes muffling, lilting through the trees, until the same singsong of tones, my grandfather’s owl, echoed back in reply."},{"type":"text","value":"A call and response. That was enough."},{"type":"text","value":"They’d hunt, and when I got old enough, I asked to tag along."},{"type":"text","value":"The majority of excursions were binocular."},{"type":"text","value":"The men spent a lot of their time whispering to or comforting my curiosities. Playing quiet, playing careful. Crunching through last of the goldenrod."},{"type":"text","value":"We’d dry our clothes in the open air; We wouldn’t touch the yearlings or break their branches. I’d step exactly where they’d tread."},{"type":"text","value":"A ‘do no harm,’ silent observation of the wild."},{"type":"text","value":"I think they were content to enjoy each others company, enjoy those ochre vistas, blending in to witness what life would lapse before them, unaware."},{"type":"text","value":"When the time did come to fire, they were marksmen."},{"type":"text","value":"The deer would bound away, though they’d both seem pleased, confident. We’d clamor down from the tree stand to track wherever it had gone, following the small dark blots against the gray wheat of dusk."},{"type":"text","value":"I remember asking, tearfully, why they’d run, or how. My first encounter with death."},{"type":"text","value":"Gently, Dad explained them then as their reflex, that they were ‘already gone,’ like it was muscle alone. Painless."},{"type":"text","value":"We’d find them in serenity and they’d honor every part, but I’ve never killed a deer."},{"type":"text","value":"Dad meant to love me through that moment. Bewildering, sensitive."},{"type":"text","value":"But suffering is a power, and its acknowledgment is a first herald of a higher awareness of and for each other, our own lives, other life and its finitude."},{"type":"text","value":"That we suffer, that we grieve, is a living rebellion against death, a righteous anger, our grasping for any tenuous hold of our fleeting lives."},{"type":"text","value":"It informs our meaning, all ceremony, balances our metric for joy, shifts all action to being."},{"type":"text","value":"It’s hard to remember, but I felt I knew his language was protective, even then, and my suspicion of the reality would pain me to quiet tears."},{"type":"text","value":"Many years later, lifetimes away from any hunting trip, a doe appeared in front of me on a slate February hike through Edwin Warner Park."}],"note2":[{"type":"text","value":"My mom died that October, two years ago, before The Doe touched my path."},{"type":"text","value":"Her last years were full of difficulty, surprises; Mom’s life was complicated, and death befell her in much the same way."},{"type":"text","value":"I’d worked for several years at writing Fang, recording, editing, re-recording, but had a heightened fury through that previous summer, trying to finish what I thought was the album’s final state, trying to get the record done ‘in time,’ but didn’t meet the finish line before she met her own."},{"type":"text","value":"Death isn’t the theme here, but it is an inextricable shade on Fang’s horizon."},{"type":"text","value":"This album is a sanctuary for Life. A save room. A ledge and not the edge."},{"type":"text","value":"<strong>A F I T R</strong> lived as a project called <strong>‘Homebody’</strong> for over a decade."},{"type":"text","value":"Part of the earliest conceptualization was unwittingly semi-didactic: a small hope that by surviving my own losses, I might divine an antidote to the supreme introversion to which she’d succumb. Homebody, in the project’s earliest language, was a malady to expel."},{"type":"text","value":"After her funeral, I was a man obsessed. I threw myself into another round of edits, waking up early, working after work. The days were dark, and I limped until I laid down."},{"type":"text","value":"For the first time since I’d started, I stopped. I didn’t touch the record until the late spring of the next year when I’d record the final version of the song <strong>“Go.”</strong>"},{"type":"text","value":"The Doe crossed me in that bleak new year and broke my heart open."},{"type":"text","value":"Resurfacing, I saw myself through her eyes for a fleeting moment, as my fleeting moment, and remembered, for the first time, the way the white tail bounded, so vividly alive."},{"type":"text","value":"In spite of, after the point of injury, between the point of diminishing, so vividly alive, so vividly aware of life, its body, their time."},{"type":"text","value":"And they run and they run, until they can’t anymore. They run."},{"type":"text","value":"I thought of my Dad and what he called instinct. I thought of reflex, their instinct to move, the response to live, to retaliate by aggressively living, in motion, not in fear."},{"type":"text","value":"I reached back to myself as a boy and hoped, with him, that they ran as a last exhaustion of their life force, an exaltation of their force."},{"type":"text","value":"To use it up, to use it all up. To come to rest, heartily emptied."},{"type":"text","value":"If any Great Loss - the end of a relationship, the end of a life, the death of a loved one - is that arrowhead, that point of impact, I want the deer to get away."},{"type":"text","value":"I want us to be deeply aware of our time, the people we love."},{"type":"text","value":"I’d known for myself, for my lovers, for my mom, I wanted to leave my tracks, but grief has its own way."},{"type":"text","value":"Those first few months into grief, I ran the first sprint that mattered, and still fell wide-eyed in the brush. I didn’t turn away, but I did run out of steam."},{"type":"text","value":"The animal allegory, within the allegory, finally cauterized, and the trail was clear after the watercolor dried. The deer gets to its feet."},{"type":"text","value":"The writing outlasted its mortal wounds; its characters wanted to live, each part of me in them more vividly aware, vividly alive, crawling to run for fear of missing life and not for fear of losing it."},{"type":"text","value":"The Doe, the memory, the image, inspired the final stage of writing for this project, and completed, in me, the necessary means to finally release its expression by writing <strong>A D B D,</strong> and the subsequent <strong>T F P W C</strong> visual series."}],"note3":[{"type":"text","value":"These song are the trail I leave of my short time here."},{"type":"text","value":"Some evidence, that while I was here, I felt deeply and longed deeply and loved as much as I could."},{"type":"text","value":"What a strange duty, transmuting our feeling, as creators and collaborators along this impossibly vast and bitterly finite ride."},{"type":"text","value":"We’re made to share."},{"type":"text","value":"I’m tasked now to break and exit what has been a precious, sacred haven to me and invite in, again and again. A curator, a caretaker."},{"type":"text","value":"I’ll miss this. The Before. The Working on these songs, this project. It’s been a true labor of love, a true love of my life."},{"type":"text","value":"It’s been painful, and gleeful, promoting a private world, hopefully bereft of any sense of arm-waving as to how it should be important to you, but I have hoped to share with you something that’s been deeply important to me."},{"type":"text","value":"The album <strong>“A Fang In The Rough”</strong> follows a sequence of autobiographical and allegorical events through the life, death, and after of a character named Wild."},{"type":"text","value":"The characters within the analog, experience and translate their own mythologies by their own allegory, a parallel within the record itself. That’s <strong>“A Deer Between Death.”</strong>"},{"type":"text","value":"Before Deer, Before Hope, these songs were always a vessel to memory. I future for the love(s) of my life, the house their imaginations built."},{"type":"text","value":"These are love songs and letting go songs, journeying and growing and dying and retrying, reuniting songs. A way to remember my own life, my own love."},{"type":"text","value":"Their study crossed all my relationships, evolving and changing as I much as I have, as those eras of love and their power and memory have purposed to higher meaning."},{"type":"text","value":"I’ve been incredibly lucky to love and be loved by the inspirations in these works, and have tried to hold up our stories with reverence and gratitude."},{"type":"text","value":"All my love is here."},{"type":"text","value":"If we weren’t meant to make it, we were meant to make this."},{"type":"text","value":"And in that, even now, I find hope in it, against my own despair."},{"type":"text","value":"Its been a sanctuary, a friend to me, my company."},{"type":"text","value":"I wrote half of this in a motorcycle helmet over a million miles. It doesn’t end where it begins, and there’s bittersweet ceremony and survival in scattering, in discard."}],"note4":[{"type":"text","value":"<strong>TLDR,</strong> I wrote an album that thinly veils my own life, and within that album, its characters write an allegory to reconcile their own."},{"type":"text","value":"The Corridor transmissions are made as evergreens to revisit upon completion of the record and the story - the latter of which I plan to release before the end of the year."},{"type":"text","value":"So many elements. So many relationships, stories, memories make up this record."},{"type":"text","value":"As a title, <strong>A F A N G I N T H E R O U G H</strong> comes practically."},{"type":"text","value":"A fang is just a small remnant, a cosmic bit of shrapnel left from a cycle of life, a shard of survival."},{"type":"text","value":"Alone, it's of no singular consequence or purpose, but in the company of other fallen ephemera, it’s the forest floor, the woods, a season, its sand: the makeup of wilderness. The forest is for the trees."},{"type":"text","value":"A jagged edge found is cherished, a totem to keep, a memento, a gateway to memory."},{"type":"text","value":"It’s The Sum and not The Part."},{"type":"text","value":"A reminder our heights and valleys, too, become part of a larger story, even as we hand them over to a future - that includes our yet-to-be-known selves."},{"type":"text","value":"Our greatest losses and greatest loves are as much companions as the stones that make the summit its mountain’s crumbled shores, their paths that part the sweet grass beneath the amber wave - no step of lesser value or connection in their sequence that delivers us to our joy - to pain to seed to grow to strength to leaf to shade to silt and begin - again."},{"type":"text","value":"This is my owl call, from the woods of Forest Park, the name of the road of my childhood home, preserved, like my love, like my mom, in this music forever."}]}